

 
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
^
_
`
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
~
































¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
­
®
¯
°
±
²
³
´
µ
¶
·
¸
¹
º
»
¼
½
¾
¿
À
Á
Â
Ã
Ä
Å
Æ
Ç
È
É
Ê
Ë
Ì
Í
Î
Ï
Ð
Ñ
Ò
Ó
Ô
Õ
Ö
×
Ø
Ù
Ú
Û
Ü
Ý
Þ
ß
à
á
â
ã
ä
å
æ
ç
è
é
ê
ë
ì
í
î
ï
ð
ñ
ò
ó
ô
õ
ö
÷
ø
ù
ú
û
ü
ý
þ
ÿ
Ā
ā
Ă
ă
Ą
ą
Ć
ć
Ĉ
ĉ
Ċ
ċ
Č
č
Ď
ď
Đ
đ
Ē
ē
Ĕ
ĕ
Ė
ė
Ę
ę
Ě
ě
Ĝ
ĝ
Ğ
ğ
Ġ
ġ
Ģ
ģ
Ĥ
ĥ
Ħ
ħ
Ĩ
ĩ
Ī
ī
Ĭ
ĭ
Į
į
İ
ı
Ĳ
ĳ
Ĵ
ĵ
Ķ
ķ
ĸ
Ĺ
ĺ
Ļ
ļ
Ľ
ľ
Ŀ
ŀ
Ł
ł
Ń
ń
Ņ
ņ
Ň
ň
ŉ
Ŋ
ŋ
Ō
ō
Ŏ
ŏ
Ő
ő
Œ
œ
Ŕ
ŕ
Ŗ
ŗ
Ř
ř
Ś
ś
Ŝ
ŝ
Ş
ş
Š
š
Ţ
ţ
Ť
ť
Ŧ
ŧ
Ũ
ũ
Ū
ū
Ŭ
ŭ
Ů
ů
Ű
ű
Ų
ų
Ŵ
ŵ
Ŷ
ŷ
Ÿ
Ź
ź
Ż
ż
Ž
ž
ſ
ƀ
Ɓ
Ƃ
ƃ
Ƅ
ƅ
Ɔ
Ƈ
ƈ
Ɖ
Ɗ
Ƌ
ƌ
ƍ
Ǝ
Ə
Ɛ
Ƒ
ƒ
Ɠ
Ɣ
ƕ
Ɩ
Ɨ
Ƙ
ƙ
ƚ
ƛ
Ɯ
Ɲ
ƞ
Ɵ
Ơ
ơ
Ƣ
ƣ
Ƥ
ƥ
Ʀ
Ƨ
ƨ
Ʃ
ƪ
ƫ
Ƭ
ƭ
Ʈ
Ư
ư
Ʊ
Ʋ
Ƴ
ƴ
Ƶ
ƶ
Ʒ
Ƹ
ƹ
ƺ
Ƽ
ƾ
ƿ
ǀ
ǁ
ǂ
ǃ
Ǆ
ǅ
ǆ
Ǉ
ǈ
ǉ
Ǌ
ǋ
ǌ
Ǎ
ǎ
Ǐ
ǐ
Ǒ
ǒ
Ǔ
ǔ
Ǖ
ǖ
Ǘ
ǘ
Ǚ
ǚ
Ǜ
ǜ
ǝ
Ǟ
ǟ
Ǡ
ǡ
Ǣ
ǣ
Ǥ
ǥ
Ǧ
ǧ
Ǩ
ǩ
Ǫ
ǫ
Ǭ
ǭ
Ǯ
ǯ
ǰ
Ǳ
ǲ
ǳ
Ǵ
ǵ
Ƕ
Ƿ
Ǹ
ǹ
Ǻ
ǻ
Ǽ
ǽ
Ǿ
ǿ
Ȁ
ȁ
Ȃ
ȃ
Ȅ
ȅ
Ȇ
ȇ
Ȉ
ȉ
Ȋ
ȋ
Ȍ
ȍ
Ȏ
ȏ
Ȑ
ȑ
Ȓ
ȓ
Ȕ
ȕ
Ȗ
ȗ
Ș
ș
Ț
ț
Ȝ
ȝ
Ȟ
ȟ
Ƞ
ȡ
ȣ
Ȥ
ȥ
Ȧ
ȧ
Ȩ
ȩ
Ȫ
ȫ
Ȭ
ȭ
Ȯ
ȯ
Ȱ
ȱ
Ȳ
ȳ
ȴ
ȵ
ȶ
ȷ
Ⱥ
Ȼ
ȼ
Ƚ
Ⱦ
ɀ
Ɂ
ɂ
Ƀ
Ʉ
Ʌ
Ɇ
ɇ
Ɉ
ɉ
Ɋ
ɋ
Ɍ
ɍ
Ɏ
ɏ
ɐ
ɑ
ɒ
ɓ
ɔ
ɕ
ɖ
ɗ
ɘ
ə
ɚ
ɛ
ɜ
ɝ
ɞ
ɟ
ɠ
ɡ
ɢ
ɣ
ɤ
ɥ
ɦ
ɧ
ɨ
ɩ
ɪ
ɫ
ɬ
ɭ
ɮ
ɯ
ɰ
ɱ
ɲ
ɳ
ɴ
ɵ
ɶ
ɷ
ɸ
ɹ
ɺ
ɻ
ɼ
ɽ
ɾ
ɿ
ʀ
ʁ
ʂ
ʃ
ʄ
ʅ
ʆ
ʇ
ʈ
ʉ
ʊ
ʋ
ʌ
ʍ
ʎ
ʏ
ʐ
ʑ
ʒ
ʓ
ʔ
ʕ
ʖ
ʗ
ʘ
ʙ
ʚ
ʛ
ʜ
ʝ
ʞ
ʟ
ʠ
ʡ
ʢ
ʣ
ʤ
ʥ
ʦ
ʧ
ʨ
ʩ
ʪ
ʫ
ʬ
ʭ
ʯ
ʰ
ʱ
ʲ
ʳ
ʴ
ʶ
ʷ
ʸ
ʹ
ʺ
ʻ
ʼ
ʽ
ʾ
ʿ
ˀ
ˁ
˂
˃
˄
˅
ˆ
ˇ
ˈ
ˉ
ˊ
ˋ
ˌ
ˍ
ˎ
ˏ
ː
ˑ
˒
˓
˔
˕
˖
˗
˘
˙
˚
˛
˜
˝
˞
˟
ˠ
ˡ
ˢ
ˣ
ˤ
˥
˦
˧
˨
˩
˫
ˮ
˰
˳
˴
˵
˶
˸
˹
˺
˻
̀
́
̂
̃
̄
̅
̆
̇
̈
̉
̊
̋
̌
̍
̎
̏
̐
̑
̒
̓
̔
̕
̖
̗
̘
̙
̚
̛
̜
̝
̞
̟
̠
̡
̢
̣
̤
̥
̦
̧
̨
̩
̪
̫
̬
̭
̮
̯
̰
̱
̲
̳
̴
̵
̶
̷
̸
̹
̺
̻
̼
̽
̾
̿
̀
́
͂
̓
̈́
ͅ
͆
͇
͈
͉
͊
͋
͌
͍
͎
͏
͐
͑
͒
͓
͔
͕
͖
͗
͘
͙
͚
͛
͜
͝
͞
͟
͠
͡
͢
ͣ
ͤ
ͥ
ͦ
ͧ
ͨ
ͩ
ͪ
ͫ
ͬ
ͭ
ͮ
ͯ
Ͱ
Ͳ
ͳ
ʹ
͵
ͷ
ͺ
ͻ
ͼ
ͽ
;
Ϳ
΀
΁
΂
΃
΄
Ά
·
Έ
Ή
Ί
Ό
΍
Ύ
Ώ
ΐ
Α
Β
Γ
Δ
Ε
Ζ
Η
Θ
Ι
Κ
Λ
Μ
Ν
Ξ
Ο
Π
Ρ
΢
Σ
Τ
Υ
Φ
Χ
Ψ
Ω
Ϊ
Ϋ
ά
έ
ή
ί
ΰ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
ϊ
ϋ
ό
ύ
ώ
Ϗ
ϐ
ϑ
ϒ
ϓ
ϕ
ϖ
ϗ
Ϙ
ϙ
ϛ
Ϝ
ϝ
Ϟ
ϟ
Ϡ
ϡ
Ϣ
ϣ
ϥ
Ϧ
Ϩ
ϩ
ϫ
Ϭ
ϭ
Ϯ
ϯ
ϰ
ϱ
ϲ
ϳ
ϴ
ϵ
϶
Ϸ
ϸ
Ϲ
Ϻ
ϻ
Ͻ
Ͼ
Ͽ
Ѐ
Ё
Ђ
Ѓ
Є
Ѕ
І
Ї
Ј
Љ
Њ
Ћ
Ќ
Ѝ
Ў
Џ
А
Б
В
Г
Д
Е
Ж
З
И
Й
К
Л
М
Н
О
П
Р
С
Т
У
Ф
Х
Ц
Ч
Ш
Щ
Ъ
Ы
Ь
Э
Ю
Я
а
б
в
г
д
е
ж
з
и
й
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ѐ
ё
ђ
ѓ
є
ѕ
і
ї
ј
љ
њ
ћ
ќ
ѝ
ў
џ
Ѡ
ѡ
Ѣ
ѣ
ѥ
Ѧ
ѧ
Ѩ
ѩ
Ѫ
ѫ
Ѭ
ѭ
Ѯ
ѯ
Ѱ
ѱ
Ѳ
ѳ
Ѵ
ѵ
ѷ
Ѹ
ѹ
Ѻ
ѻ
Ѽ
Ѿ
ѿ
Ҁ
ҁ
҂
҃
҄
҅
҆
҇
҉
Ҋ
ҋ
Ҍ
ҍ
Ҏ
ҏ
Ґ
ґ
Ғ
ғ
Ҕ
ҕ
Җ
җ
ҙ
Қ
қ
Ҝ
ҝ
Ҟ
ҟ
Ҡ
ҡ
Ң
ң
ҧ
Ҩ
ҩ
Ҫ
ҫ
Ҭ
ҭ
Ү
ү
Ұ
ұ
Ҳ
ҳ
ҵ
Ҷ
ҷ
Һ
һ
Ҽ
ҽ
Ҿ
ҿ
Ӏ
Ӂ
ӂ
Ӄ
ӄ
Ӆ
ӆ
Ӈ
ӈ
Ӊ
ӊ
ӌ
Ӎ
ӎ
ӏ
ӑ
Ӓ
ӓ
Ӕ
ӕ
Ә
ә
Ӝ
ӝ
ӟ
Ӡ
ӡ
Ӣ
ӣ
ӥ
Ӧ
ӧ
Ө
ө
ӫ
Ӭ
ӭ
Ӯ
ӯ
ӱ
Ӳ
ӳ
Ӵ
ӵ
ӹ
Ӻ
ӻ
ӿ
Ԁ
ԁ
Ԃ
ԃ
ԅ
ԉ
ԋ
Ԍ
ԍ
Ԏ
ԏ
Ԓ
Ԕ
Ԗ
ԗ
ԙ
ԛ
Ԝ
ԝ
ԟ
ԣ
Ԧ
Ԭ
ԯ
Ա
Բ
Գ
Դ
Ե
Զ
Է
Ը
Թ
Ժ
Ի
Լ
Խ
Ծ
Կ
Հ
Ձ
Ղ
Ճ
Մ
Յ
Ն
Շ
Ո
Չ
Պ
Ջ
Ռ
Ս
Վ
Տ
Ր
Ց
Ւ
Փ
Ք
Օ
Ֆ
՘
՚
՛
՜
՝
՞
ՠ
ա
բ
գ
դ
ե
զ
է
ը
թ
ժ
ի
լ
խ
ծ
կ
հ
ձ
ղ
ճ
մ
յ
ն
շ
ո
չ
պ
ջ
ռ
ս
վ
տ
ր
ց
ւ
փ
ք
օ
ֆ
և
։
֊
֋
֌
֍
֎
֏
֐
֑
֔
֕
֖
֗
֙
֛
֝
֞
֣
֤
֥
֦
֧
֨
֩
֫
֭
֮
ְ
ֱ
ֲ
ֳ
ִ
ֵ
ֶ
ַ
ָ
ֹ
ֻ
ּ
ֽ
־
ֿ
ׁ
ׂ
׃
׆
ׇ
׉
׌
׎
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
װ
ױ
ײ
׳
״
׻
׼
׿
؀
؁
؂
؃
؄
؅
؆
؇
؈
؉
؊
؋
،
؍
؎
؏
ؐ
ؑ
ؒ
ؓ
ؔ
ؕ
ؖ
ؗ
ؘ
ؙ
ؚ
؛
؜
؝
؞
؟
ؠ
ء
آ
أ
ؤ
إ
ئ
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ػ
ؼ
ؽ
ؾ
ؿ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ً
ٌ
ٍ
َ
ُ
ِ
ّ
ْ
ٓ
ٔ
ٕ
ٖ
ٗ
٘
ٙ
ٚ
ٛ
ٜ
ٝ
ٞ
ٟ
٠
١
٢
٣
٤
٥
٦
٧
٨
٩
٪
٫
٬
٭
ٮ
ٯ
ٰ
ٱ
ٲ
ٳ
ٴ
ٵ
ٶ
ٷ
ٸ
ٹ
ٺ
ٻ
ټ
ٽ
پ
ٿ
ڀ
ځ
ڂ
ڃ
ڄ
څ
چ
ڇ
ڈ
ډ
ڊ
ڋ
ڌ
ڍ
ڎ
ڏ
ڐ
ڑ
ڒ
ړ
ڔ
ڕ
ږ
ڗ
ژ
ڙ
ښ
ڛ
ڜ
ڝ
ڞ
ڟ
ڠ
ڡ
ڢ
ڣ
ڤ
ڥ
ڦ
ڧ
ڨ
ک
ڪ
ګ
ڬ
ڭ
ڮ
گ
ڰ
ڱ
ڲ
ڳ
ڴ
ڵ
ڶ
ڷ
ڸ
ڹ
ں
ڻ
ڼ
ڽ
ھ
ڿ
ۀ
ہ
ۂ
ۃ
ۄ
ۅ
ۆ
ۇ
ۈ
ۉ
ۊ
ۋ
ی
ۍ
ێ
ۏ
ې
ۑ
ے
ۓ
۔
ە
ۖ
ۗ
ۘ
ۙ
ۚ
ۛ
ۜ
۝
۞
۟
۠
ۡ
ۢ
ۣ
ۤ
ۥ
ۦ
ۧ
ۨ
۩
۪
۫
۬
ۭ
ۮ
ۯ
۰
۱
۲
۳
۴
۵
۶
۷
۸
۹
ۺ
ۻ
ۼ
۽
۾
ۿ
܂
܆
܇
܊
ܐ
ܒ
ܓ
ܔ
ܕ
ܖ
ܗ
ܘ
ܙ
ܚ
ܛ
ܝ
ܟ
ܠ
ܡ
ܢ
ܣ
ܥ
ܦ
ܨ
ܩ
ܪ
ܫ
ܬ
ܯ
ܰ
ܲ
ܳ
ܵ
ܶ
ܸ
ܹ
ܺ
ܼ
ܽ
ܿ
݀
݁
݂
݃
݄
݆
݇
݈
݊
݋
݌
ݍ
ݏ
ݐ
ݑ
ݒ
ݓ
ݔ
ݕ
ݖ
ݗ
ݘ
ݙ
ݚ
ݛ
ݜ
ݝ
ݞ
ݟ
ݠ
ݡ
ݢ
ݣ
ݤ
ݥ
ݦ
ݧ
ݨ
ݩ
ݪ
ݫ
ݬ
ݭ
ݮ
ݯ
ݰ
ݱ
ݲ
ݳ
ݴ
ݵ
ݶ
ݷ
ݸ
ݹ
ݺ
ݻ
ݼ
ݽ
ݾ
ݿ
ހ
ށ
ނ
ރ
ބ
ޅ
އ
ވ
މ
ދ
ތ
ލ
ގ
ސ
ޒ
ޕ
ޗ
ޘ
ޝ
ޟ
ޠ
ޡ
ަ
ާ
ި
ީ
ު
ެ
ޭ
ޮ
ޯ
ް
ޱ
޴
޻
޽
޿
߁
߂
߆
߇
߈
ߊ
ߋ
ߌ
ߏ
ߑ
ߒ
ߓ
ߔ
ߕ
ߘ
ߙ
ߛ
ߜ
ߟ
ߣ
ߥ
ߩ
ߪ
߫
߬
߭
߯
߱
߲
ߵ
߷
߼
߾
ࠀ
ࠁ
ࠄ
ࠍ
ࠕ
࠙
ࠣ
ࠪ
࡚
ࢠ
ࢡ
ࢢ
ࢣ
ࢤ
ࢥ
ࢦ
ࢧ
ࢨ
ࢩ
ࢪ
ࢫ
ࢬ
ࢭ
ࢮ
ࢯ
ࢰ
ࢱ
ࢲ
ࢳ
ࢴ
ࢶ
ࢷ
ࢸ
ࢹ
ࢺ
ࢻ
ࢼ
ࢽ
࣓
ࣔ
ࣕ
ࣖ
ࣗ
ࣘ
ࣙ
ࣚ
ࣛ
ࣜ
ࣝ
ࣞ
ࣟ
࣠
࣡
࣢
ࣣ
ࣤ
ࣥ
ࣦ
ࣧ
ࣨ
ࣩ
࣪
࣫
࣬
࣭
࣮
࣯
ࣰ
ࣱ
ࣲ
ࣳ
ࣴ
ࣵ
ࣶ
ࣷ
ࣸ
ࣹ
ࣺ
ࣻ
ࣼ
ࣽ
ࣾ
ࣿ
ऀ
ँ
ं
ः
अ
आ
इ
ई
उ
ऊ
ऋ
ऌ
ऎ
ए
ऐ
ऑ
ऒ
ओ
औ
क
ख
ग
घ
ङ
च
छ
ज
झ
ञ
ट
ठ
ड
ढ
ण
त
थ
द
ध
न
प
फ
ब
भ
म
य
र
ल
ळ
व
श
ष
स
ह
़
ऽ
ा
ि
ी
ु
ू
ृ
ॄ
ॅ
ॆ
े
ै
ॉ
ॊ
ो
ौ
्
ॐ
॑
॒
॓
॔
क़
ख़
ग़
ज़
ड़
ढ़
फ़
ॠ
ॡ
ॢ
ॣ
।
॥
०
१
२
३
४
५
६
७
८
९
॰
ঁ
ং
ঃ
অ
আ
ই
ঈ
উ
ঊ
এ
ঐ
ও
ঔ
ক
খ
গ
ঘ
ঙ
চ
ছ
জ
ঝ
ঞ
ট
ঠ
ড
ঢ
ণ
ত
থ
দ
ধ
ন
প
ফ
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
়
া
ি
ী
ু
ূ
ৃ
ে
ৈ
ো
ৌ
্
ৎ
ড়
য়
০
১
২
৩
৫
৬
৭
৮
৯
ৰ
ৱ
৷
৸
৹
ਂ
ਅ
ਆ
ਇ
ਈ
ਉ
ਊ
਍
ਏ
ਐ
ਓ
ਕ
ਖ
ਗ
ਘ
ਚ
ਛ
ਜ
ਝ
ਟ
ਠ
ਡ
ਢ
ਣ
ਤ
ਥ
ਦ
ਧ
ਨ
ਪ
ਫ
ਬ
ਭ
ਮ
ਯ
ਰ
਱
ਲ
ਵ
ਸ਼
ਸ
ਹ
਼
ਾ
ਿ
ੀ
ੁ
ੂ
ੇ
ੈ
ੋ
ੌ
੍
ਜ਼
ੜ
੧
੨
੩
੪
੫
੭
੮
ੰ
ੱ
ੲ
ੳ
ੴ
ં
અ
આ
ઈ
ઋ
ઍ
એ
ક
ખ
ગ
છ
જ
ઝ
ટ
ડ
ત
થ
દ
ધ
ન
પ
ફ
બ
ભ
મ
ય
ર
લ
ળ
વ
શ
ષ
સ
હ
ા
િ
ી
ુ
ૂ
ૄ
ૅ
ે
ૈ
ો
ૌ
્
ૐ
ૢ
૦
૭
૮
૯
ଁ
ଂ
ଉ
ଏ
ଓ
କ
ଖ
ଗ
ଘ
ଙ
ଜ
ଟ
ଠ
ଡ
ଣ
ତ
ଥ
ଦ
ଧ
ନ
ପ
ବ
ମ
ର
ଲ
ଳ
ଶ
ଷ
ସ
ହ
଼
ା
ି
ୀ
ୁ
େ
ୋ
୍
ୟ
୧
୨
୭
அ
ஆ
இ
ஈ
உ
ஊ
எ
ஏ
ஐ
ஒ
ஓ
க
ங
ச
ஜ
ஞ
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
ழ
வ
ஶ
ஷ
ஸ
ஹ
ா
ி
ீ
ு
ூ
ெ
ே
ை
ொ
ோ
்
௭
௰
ం
అ
ఆ
ఇ
ఋ
ఏ
ఒ
క
ఖ
గ
ఘ
చ
జ
ట
ఠ
డ
ఢ
ణ
త
థ
ద
ధ
న
ప
ఫ
బ
భ
మ
య
ర
ల
ళ
వ
శ
ష
స
హ
ా
ి
ీ
ు
ూ
ృ
ె
ే
ై
ొ
ో
ౌ
్
౦
౪
౭
ಂ
ಃ
ಅ
ಆ
ಇ
ಈ
ಉ
ಊ
ಋ
ಎ
ಏ
ಐ
ಒ
ಓ
ಕ
ಖ
ಗ
ಚ
ಛ
ಜ
ಞ
ಟ
ಠ
ಡ
ಣ
ತ
ಥ
ದ
ಧ
ನ
ಪ
ಫ
ಬ
ಭ
ಮ
ಯ
ರ
ಲ
ಳ
ವ
ಶ
ಷ
ಸ
ಹ
ಾ
ಿ
ೀ
ು
ೂ
ೃ
ೆ
ೇ
ೈ
ೊ
ೋ
ೌ
್
ೕ
೧
೨
೭
೴
ഀ
ം
ഃ
അ
ആ
ഇ
ഈ
ഉ
ഊ
എ
ഏ
ഐ
ഒ
ഓ
ഔ
ക
ഖ
ഗ
ഘ
ങ
ച
ഛ
ജ
ഝ
ഞ
ട
ഠ
ഡ
ഢ
ണ
ത
ഥ
ദ
ധ
ന
പ
ഫ
ബ
ഭ
മ
യ
ര
റ
ല
ള
ഴ
വ
ശ
ഷ
സ
ഹ
ഽ
ാ
ി
ീ
ു
ൂ
ൃ
െ
േ
ൈ
ൊ
ോ
്
ൗ
൬
൭
ൺ
ൻ
ർ
ൽ
ൾ
ං
අ
ආ
ඇ
ඉ
උ
එ
ඒ
ඔ
ක
ග
ච
ජ
ට
ඩ
ණ
ත
ද
න
ඳ
ප
බ
ම
ඹ
ය
ර
ල
ව
ශ
ෂ
ස
හ
ෆ
්
ා
ැ
ි
ී
ු
ූ
ෙ
ේ
ෛ
ො
ෝ
෴
ก
ข
ฃ
ค
ฅ
ฆ
ง
จ
ฉ
ช
ซ
ฌ
ญ
ฎ
ฏ
ฐ
ฑ
ฒ
ณ
ด
ต
ถ
ท
ธ
น
บ
ป
ผ
ฝ
พ
ฟ
ภ
ม
ย
ร
ฤ
ล
ว
ศ
ษ
ส
ห
ฬ
อ
ฮ
ฯ
ะ
ั
า
ำ
ิ
ี
ึ
ื
ุ
ู
ฺ
฿
เ
แ
โ
ใ
ไ
ๆ
็
่
้
๊
๋
์
๎
๏
๐
๑
๒
๓
๔
๕
๖
๗
๘
๙
๛
ກ
ຂ
ຄ
ງ
ຈ
ຊ
ຍ
ດ
ຕ
ຖ
ທ
ນ
ບ
ປ
ຜ
ຝ
ພ
ຟ
ມ
ຢ
ຣ
ລ
ວ
ສ
ຫ
ອ
ຮ
ະ
ັ
າ
ຳ
ິ
ີ
ຶ
ື
ຸ
ູ
ົ
ຼ
ຽ
ເ
ແ
ໂ
ໃ
ໄ
່
້
໌
ໍ
໒
໗
ໜ
ໝ
༄
༅
༆
༉
་
།
༎
༐
༒
༘
༠
༡
༣
༨
༬
༼
༽
ཀ
ཁ
ག
ང
ཅ
ཆ
ཇ
ཉ
ཏ
ཐ
ད
ན
པ
ཕ
བ
མ
ཙ
ཚ
ཛ
ཝ
ཞ
ཟ
འ
ཡ
ར
ལ
ཤ
ས
ཧ
ཨ
ཪ
ཬ
ཱ
ི
ུ
ེ
ཻ
ོ
ཾ
ྀ
྆
ྌ
ྐ
ྒ
ྔ
ྕ
ྗ
ྙ
ྟ
ྡ
ྣ
ྤ
ྦ
ྨ
ྩ
ྫ
ྭ
ྰ
ྱ
ྲ
ླ
ྷ
࿃
࿆
࿔
࿕
࿖
࿗
࿘
က
ခ
ဂ
ဃ
င
စ
ဆ
ဇ
ဈ
ည
ဋ
ဏ
တ
ထ
ဒ
ဓ
န
ပ
ဖ
ဗ
ဘ
မ
ယ
ရ
လ
ဝ
သ
ဟ
အ
ဤ
ဥ
ဧ
ါ
ာ
ိ
ီ
ု
ူ
ေ
ဲ
ံ
့
း
္
်
ျ
ြ
ွ
ှ
။
၌
၏
Ⴀ
Ⴁ
Ⴂ
Ⴃ
Ⴄ
Ⴅ
Ⴆ
Ⴇ
Ⴈ
Ⴉ
Ⴊ
Ⴋ
Ⴌ
Ⴍ
Ⴐ
Ⴑ
Ⴔ
Ⴕ
Ⴖ
Ⴙ
Ⴣ
ა
ბ
გ
დ
ე
ვ
ზ
თ
ი
კ
ლ
მ
ნ
ო
პ
ჟ
რ
ს
ტ
უ
ფ
ქ
ღ
ყ
შ
ჩ
ც
ძ
წ
ჭ
ხ
ჯ
ჰ
ჲ
ჴ
ჹ
჻
ჽ
ᄀ
ᄁ
ᄂ
ᄃ
ᄄ
ᄅ
ᄆ
ᄇ
ᄈ
ᄉ
ᄊ
ᄋ
ᄌ
ᄍ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᄓ
ᄔ
ᄕ
ᄖ
ᄗ
ᄘ
ᄙ
ᄚ
ᄛ
ᄜ
ᄝ
ᄞ
ᄟ
ᄠ
ᄡ
ᄢ
ᄣ
ᄤ
ᄥ
ᄦ
ᄧ
ᄨ
ᄩ
ᄪ
ᄫ
ᄬ
ᄭ
ᄮ
ᄯ
ᄰ
ᄱ
ᄲ
ᄳ
ᄴ
ᄵ
ᄶ
ᄷ
ᄸ
ᄹ
ᄺ
ᄻ
ᄼ
ᄽ
ᄾ
ᄿ
ᅀ
ᅁ
ᅂ
ᅃ
ᅄ
ᅅ
ᅆ
ᅇ
ᅈ
ᅉ
ᅊ
ᅋ
ᅌ
ᅍ
ᅎ
ᅏ
ᅐ
ᅑ
ᅒ
ᅓ
ᅔ
ᅕ
ᅖ
ᅗ
ᅘ
ᅙ
ᅚ
ᅛ
ᅜ
ᅝ
ᅞ
ᅟ
ᅠ
ᅡ
ᅢ
ᅣ
ᅤ
ᅥ
ᅦ
ᅧ
ᅨ
ᅩ
ᅪ
ᅫ
ᅬ
ᅭ
ᅮ
ᅯ
ᅰ
ᅱ
ᅲ
ᅳ
ᅴ
ᅵ
ᅶ
ᅷ
ᅸ
ᅹ
ᅺ
ᅻ
ᅼ
ᅽ
ᅾ
ᅿ
ᆀ
ᆁ
ᆂ
ᆃ
ᆄ
ᆅ
ᆆ
ᆇ
ᆈ
ᆉ
ᆊ
ᆋ
ᆌ
ᆍ
ᆎ
ᆏ
ᆐ
ᆑ
ᆒ
ᆓ
ᆔ
ᆕ
ᆖ
ᆗ
ᆘ
ᆙ
ᆚ
ᆛ
ᆜ
ᆝ
ᆞ
ᆟ
ᆠ
ᆡ
ᆢ
ᆣ
ᆤ
ᆥ
ᆦ
ᆧ
ᆨ
ᆩ
ᆪ
ᆫ
ᆬ
ᆭ
ᆮ
ᆯ
ᆰ
ᆱ
ᆲ
ᆳ
ᆴ
ᆵ
ᆶ
ᆷ
ᆸ
ᆹ
ᆺ
ᆻ
ᆼ
ᆽ
ᆾ
ᆿ
ᇀ
ᇁ
ᇂ
ᇃ
ᇄ
ᇅ
ᇆ
ᇇ
ᇈ
ᇉ
ᇊ
ᇋ
ᇌ
ᇍ
ᇎ
ᇏ
ᇐ
ᇑ
ᇒ
ᇓ
ᇔ
ᇕ
ᇖ
ᇗ
ᇘ
ᇙ
ᇚ
ᇛ
ᇜ
ᇝ
ᇞ
ᇟ
ᇠ
ᇡ
ᇢ
ᇣ
ᇤ
ᇥ
ᇦ
ᇧ
ᇨ
ᇩ
ᇪ
ᇫ
ᇬ
ᇭ
ᇮ
ᇯ
ᇰ
ᇱ
ᇲ
ᇳ
ᇴ
ᇵ
ᇶ
ᇷ
ᇸ
ᇹ
ᇺ
ᇻ
ᇼ
ᇽ
ᇾ
ᇿ
ሁ
ሂ
ህ
ለ
ሉ
ሊ
ላ
ሌ
ል
ሎ
ሐ
ሔ
ሕ
መ
ሙ
ሚ
ማ
ም
ሞ
ሠ
ሣ
ሥ
ረ
ሩ
ሪ
ራ
ር
ሮ
ሰ
ሱ
ሲ
ሳ
ሴ
ስ
ሶ
ሺ
ሻ
ሽ
ቀ
ቄ
ቅ
ቆ
ቋ
በ
ቡ
ቢ
ባ
ቤ
ብ
ቦ
ቫ
ተ
ቱ
ቲ
ታ
ት
ቶ
ች
ኃ
ነ
ኑ
ኒ
ና
ን
ኖ
ኛ
አ
ኢ
ኣ
ኤ
እ
ኦ
ኩ
ካ
ኬ
ክ
ኮ
ኽ
ወ
ዊ
ዋ
ዌ
ው
ዎ
ዐ
ዓ
ዕ
ዘ
ዙ
ዚ
ዛ
ዝ
የ
ዩ
ያ
ይ
ዮ
ደ
ዱ
ዳ
ድ
ዶ
ዸ
ጀ
ጅ
ጆ
ገ
ጉ
ጊ
ጋ
ጌ
ግ
ጎ
ጠ
ጣ
ጥ
ጫ
ጭ
ጮ
ጵ
ጽ
ጾ
ፄ
ፅ
ፈ
ፉ
ፊ
ፋ
ፍ
ፎ
ፐ
ፒ
ፔ
፡
።
፧
፭
ᎉ
Ꭰ
Ꭱ
Ꭲ
Ꭳ
Ꭴ
Ꭵ
Ꭶ
Ꭷ
Ꭸ
Ꭹ
Ꭺ
Ꭻ
Ꭼ
Ꭽ
Ꭾ
Ꭿ
Ꮀ
Ꮁ
Ꮂ
Ꮃ
Ꮄ
Ꮅ
Ꮆ
Ꮇ
Ꮈ
Ꮉ
Ꮊ
Ꮋ
Ꮌ
Ꮍ
Ꮎ
Ꮏ
Ꮐ
Ꮑ
Ꮒ
Ꮓ
Ꮔ
Ꮕ
Ꮖ
Ꮗ
Ꮘ
Ꮙ
Ꮚ
Ꮛ
Ꮜ
Ꮝ
Ꮞ
Ꮟ
Ꮠ
Ꮡ
Ꮢ
Ꮣ
Ꮤ
Ꮥ
Ꮦ
Ꮧ
Ꮨ
Ꮩ
Ꮪ
Ꮫ
Ꮬ
Ꮭ
Ꮮ
Ꮯ
Ꮰ
Ꮱ
Ꮲ
Ꮳ
Ꮴ
Ꮵ
Ꮶ
Ꮷ
Ꮸ
Ꮹ
Ꮺ
Ꮻ
Ꮼ
Ꮽ
Ꮾ
Ꮿ
Ᏸ
Ᏹ
Ᏺ
Ᏻ
Ᏼ
Ᏽ
ᏸ
ᏹ
ᏺ
ᏻ
ᏼ
ᏽ
ᐁ
ᐃ
ᐄ
ᐅ
ᐆ
ᐊ
ᐋ
ᐌ
ᐍ
ᐎ
ᐏ
ᐐ
ᐑ
ᐒ
ᐓ
ᐔ
ᐕ
ᐖ
ᐗ
ᐘ
ᐙ
ᐚ
ᐛ
ᐝ
ᐟ
ᐠ
ᐢ
ᐣ
ᐤ
ᐦ
ᐧ
ᐨ
ᐩ
ᐬ
ᐯ
ᐱ
ᐲ
ᐳ
ᐴ
ᐸ
ᐹ
ᑉ
ᑊ
ᑌ
ᑎ
ᑏ
ᑐ
ᑑ
ᑕ
ᑖ
ᑢ
ᑦ
ᑫ
ᑭ
ᑮ
ᑯ
ᑰ
ᑲ
ᑳ
ᒃ
ᒉ
ᒋ
ᒌ
ᒍ
ᒎ
ᒐ
ᒑ
ᒡ
ᒣ
ᒥ
ᒦ
ᒧ
ᒨ
ᒪ
ᒫ
ᒻ
ᒼ
ᓀ
ᓂ
ᓃ
ᓄ
ᓅ
ᓇ
ᓈ
ᓍ
ᓐ
ᓓ
ᓕ
ᓖ
ᓗ
ᓘ
ᓚ
ᓛ
ᓪ
ᓬ
ᓭ
ᓯ
ᓰ
ᓱ
ᓲ
ᓴ
ᓵ
ᔅ
ᔉ
ᔊ
ᔐ
ᔑ
ᔒ
ᔓ
ᔔ
ᔕ
ᔖ
ᔥ
ᔦ
ᔨ
ᔩ
ᔪ
ᔫ
ᔭ
ᔮ
ᔵ
ᔺ
ᔾ
ᔿ
ᕃ
ᕆ
ᕇ
ᕈ
ᕉ
ᕋ
ᕌ
ᕐ
ᕒ
ᕓ
ᕕ
ᕖ
ᕗ
ᕘ
ᕙ
ᕚ
ᕝ
ᕞ
ᕠ
ᕢ
ᕤ
ᕥ
ᕦ
ᕧ
ᕪ
ᕮ
ᕲ
ᕼ
ᕽ
ᕿ
ᖁ
ᖃ
ᖄ
ᖅ
ᖇ
ᖉ
ᖊ
ᖏ
ᖓ
ᖕ
ᖗ
ᖚ
ᖧ
ᖨ
ᖩ
ᖪ
ᖫ
ᖬ
ᖭ
ᖴ
ᖹ
ᖽ
ᖾ
ᗒ
ᗕ
ᗙ
ᗜ
ᗝ
ᗡ
ᗣ
ᗦ
ᗩ
ᗪ
ᗯ
ᗰ
ᗴ
ᗷ
ᘈ
ᘉ
ᘊ
ᘎ
ᘏ
ᘔ
ᘖ
ᘛ
ᘝ
ᘰ
ᘳ
ᘺ
ᘻ
ᘿ
ᙅ
ᙉ
ᙐ
ᙓ
ᙠ
ᙡ
᙮
ᙾ
ᚠ
ᚢ
ᚣ
ᚤ
ᚦ
ᚨ
ᚩ
ᚪ
ᚫ
ᚬ
ᚮ
ᚱ
ᚲ
ᚳ
ᚴ
ᚵ
ᚷ
ᚹ
ᚺ
ᚻ
ᚼ
ᚾ
ᚿ
ᛁ
ᛂ
ᛅ
ᛆ
ᛈ
ᛉ
ᛊ
ᛋ
ᛌ
ᛏ
ᛑ
ᛒ
ᛕ
ᛖ
ᛗ
ᛘ
ᛚ
ᛝ
ᛞ
ᛟ
ᛦ
᛫
᛬
ᛯ
ᛰ
ᛱ
ᛴ
ᜀ
ᜁ
ᜂ
ᜃ
ᜄ
ᜅ
ᜆ
ᜇ
ᜈ
ᜉ
ᜊ
ᜋ
ᜌ
ᜎ
ᜏ
ᜐ
ᜑ
ᜒ
ᜓ
᜔
ក
ខ
គ
ឃ
ង
ច
ឆ
ជ
ឈ
ញ
ដ
ឋ
ឌ
ឍ
ណ
ត
ថ
ទ
ធ
ន
ប
ផ
ព
ភ
ម
យ
រ
ល
វ
ស
ហ
ឡ
អ
ឤ
ឧ
ឯ
ា
ិ
ី
ឹ
ឺ
ុ
ូ
ួ
ើ
ឿ
ៀ
េ
ែ
ៃ
ោ
ៅ
ំ
ះ
ៈ
៉
៊
់
៍
៎
័
្
។
៛
០
១
២
៣
៤
៥
៦
៧
៨
៩
᠂
᠃
᠅
᠊
᠋
᠌
᠍
᠎
ᠠ
ᠡ
ᠢ
ᠣ
ᠤ
ᠥ
ᠦ
ᠧ
ᠨ
ᠩ
ᠪ
ᠬ
ᠭ
ᠮ
ᠯ
ᠰ
ᠱ
ᠲ
ᠳ
ᠴ
ᠵ
ᠶ
ᠷ
ᠸ
ᠺ
ᠻ
ᠽ
ᡝ
ᡠ
ᡡ
ᡤ
ᡥ
ᡦ
ᡨ
ᡩ
ᡳ
ᡴ
ᡵ
ᢨ
ᨓ
ᩡ
᪈
ᬀ
ᬁ
ᬂ
ᬃ
ᬄ
ᬅ
ᬆ
ᬇ
ᬈ
ᬉ
ᬊ
ᬋ
ᬌ
ᬍ
ᬎ
ᬏ
ᬐ
ᬑ
ᬒ
ᬓ
ᬔ
ᬕ
ᬖ
ᬗ
ᬘ
ᬙ
ᬚ
ᬛ
ᬜ
ᬝ
ᬞ
ᬟ
ᬠ
ᬡ
ᬢ
ᬣ
ᬤ
ᬥ
ᬦ
ᬧ
ᬨ
ᬩ
ᬪ
ᬫ
ᬬ
ᬭ
ᬮ
ᬯ
ᬰ
ᬱ
ᬲ
ᬳ
᬴
ᬵ
ᬶ
ᬷ
ᬸ
ᬹ
ᬺ
ᬻ
ᬼ
ᬽ
ᬾ
ᬿ
ᭀ
ᭁ
ᭂ
ᭃ
᭄
ᭅ
ᭆ
ᭇ
ᭈ
ᭉ
ᭊ
ᭋ
᭐
᭑
᭒
᭓
᭔
᭕
᭖
᭗
᭘
᭙
᭚
᭛
᭜
᭝
᭞
᭟
᭠
᭡
᭢
᭣
᭤
᭥
᭦
᭧
᭨
᭩
᭪
᭫
᭬
᭭
᭮
᭯
᭰
᭱
᭲
᭳
᭴
᭵
᭶
᭷
᭸
᭹
᭺
᭻
᭼
ᮏ
ᮝ
ᰀ
ᰆ
ᰊ
ᰕ
ᰛ
ᰧ
ᰩ
ᰪ
ᰫ
ᰮ
ᰰ
ᰱ
ᰵ
ᰶ
᲎
᳴
ᴀ
ᴁ
ᴂ
ᴃ
ᴄ
ᴅ
ᴆ
ᴇ
ᴈ
ᴉ
ᴊ
ᴋ
ᴌ
ᴍ
ᴎ
ᴏ
ᴑ
ᴓ
ᴔ
ᴖ
ᴗ
ᴘ
ᴙ
ᴚ
ᴛ
ᴜ
ᴝ
ᴞ
ᴟ
ᴠ
ᴡ
ᴢ
ᴣ
ᴤ
ᴥ
ᴬ
ᴭ
ᴮ
ᴯ
ᴰ
ᴱ
ᴲ
ᴳ
ᴴ
ᴵ
ᴶ
ᴷ
ᴸ
ᴹ
ᴺ
ᴻ
ᴼ
ᴾ
ᴿ
ᵀ
ᵁ
ᵂ
ᵃ
ᵄ
ᵅ
ᵆ
ᵇ
ᵈ
ᵉ
ᵊ
ᵋ
ᵌ
ᵍ
ᵎ
ᵏ
ᵐ
ᵑ
ᵒ
ᵔ
ᵕ
ᵖ
ᵗ
ᵘ
ᵙ
ᵚ
ᵛ
ᵝ
ᵞ
ᵠ
ᵡ
ᵢ
ᵣ
ᵤ
ᵥ
ᵧ
ᵩ
ᵪ
ᵫ
ᵬ
ᵭ
ᵮ
ᵯ
ᵰ
ᵱ
ᵲ
ᵳ
ᵴ
ᵵ
ᵶ
ᵹ
ᵻ
ᵿ
ᶂ
ᶃ
ᶄ
ᶅ
ᶆ
ᶇ
ᶊ
ᶍ
ᶏ
ᶑ
ᶒ
ᶓ
ᶔ
ᶕ
ᶖ
ᶗ
ᶘ
ᶜ
ᶞ
ᶠ
ᶢ
ᶣ
ᶥ
ᶦ
ᶫ
ᶬ
ᶮ
ᶰ
ᶲ
ᶳ
ᶴ
ᶷ
ᶸ
ᶻ
ᶼ
᷄
᷅
᷆
᷇
᷈
᷉
ᷓ
᷽
Ḁ
ḁ
Ḃ
ḃ
Ḅ
ḅ
Ḇ
ḇ
Ḉ
ḉ
Ḋ
ḋ
Ḍ
ḍ
Ḏ
ḏ
Ḑ
ḑ
Ḓ
ḓ
Ḕ
ḕ
Ḗ
ḗ
Ḙ
ḙ
Ḛ
ḛ
Ḝ
ḝ
Ḟ
ḟ
Ḡ
ḡ
Ḣ
ḣ
Ḥ
ḥ
Ḧ
ḧ
Ḩ
ḩ
Ḫ
ḫ
Ḭ
ḭ
Ḯ
ḯ
Ḱ
ḱ
Ḳ
ḳ
Ḵ
ḵ
Ḷ
ḷ
Ḹ
ḹ
Ḻ
ḻ
Ḽ
ḽ
Ḿ
ḿ
Ṁ
ṁ
Ṃ
ṃ
Ṅ
ṅ
Ṇ
ṇ
Ṉ
ṉ
Ṋ
ṋ
Ṍ
ṍ
Ṏ
ṏ
Ṑ
ṑ
Ṓ
ṓ
Ṕ
ṕ
Ṗ
ṗ
Ṙ
ṙ
Ṛ
ṛ
Ṝ
ṝ
Ṟ
ṟ
Ṡ
ṡ
Ṣ
ṣ
Ṥ
ṥ
Ṧ
ṧ
Ṩ
ṩ
Ṫ
ṫ
Ṭ
ṭ
Ṯ
ṯ
Ṱ
ṱ
Ṳ
ṳ
Ṵ
ṵ
Ṷ
ṷ
Ṹ
ṹ
Ṻ
ṻ
Ṽ
ṽ
Ṿ
ṿ
Ẁ
ẁ
Ẃ
ẃ
Ẅ
ẅ
Ẇ
ẇ
Ẉ
ẉ
Ẋ
ẋ
Ẍ
ẍ
Ẏ
ẏ
Ẑ
ẑ
Ẓ
ẓ
Ẕ
ẕ
ẖ
ẗ
ẘ
ẙ
ẚ
ẛ
ẞ
ẟ
Ạ
ạ
Ả
ả
Ấ
ấ
Ầ
ầ
Ẩ
ẩ
Ẫ
ẫ
Ậ
ậ
Ắ
ắ
Ằ
ằ
Ẳ
ẳ
Ẵ
ẵ
Ặ
ặ
Ẹ
ẹ
Ẻ
ẻ
Ẽ
ẽ
Ế
ế
Ề
ề
Ể
ể
Ễ
ễ
Ệ
ệ
Ỉ
ỉ
Ị
ị
Ọ
ọ
Ỏ
ỏ
Ố
ố
Ồ
ồ
Ổ
ổ
Ỗ
ỗ
Ộ
ộ
Ớ
ớ
Ờ
ờ
Ở
ở
Ỡ
ỡ
Ợ
ợ
Ụ
ụ
Ủ
ủ
Ứ
ứ
Ừ
ừ
Ử
ử
Ữ
ữ
Ự
ự
Ỳ
ỳ
Ỵ
ỵ
Ỷ
ỷ
Ỹ
ỹ
ἀ
ἁ
ἂ
ἃ
ἄ
ἅ
ἆ
ἇ
Ἀ
Ἁ
Ἃ
Ἄ
Ἅ
ἐ
ἑ
ἓ
ἔ
ἕ
Ἐ
Ἑ
Ἔ
Ἕ
ἠ
ἡ
ἢ
ἣ
ἤ
ἥ
ἦ
ἧ
Ἠ
Ἡ
Ἢ
Ἥ
Ἦ
ἰ
ἱ
ἳ
ἴ
ἵ
ἶ
ἷ
Ἰ
Ἱ
Ἴ
Ἶ
ὀ
ὁ
ὃ
ὄ
ὅ
Ὀ
Ὁ
Ὂ
Ὃ
Ὄ
Ὅ
὏
ὐ
ὑ
ὒ
ὓ
ὔ
ὕ
ὖ
ὗ
Ὑ
Ὕ
ὠ
ὡ
ὢ
ὣ
ὤ
ὥ
ὦ
ὧ
Ὠ
Ὡ
Ὦ
Ὧ
ὰ
ά
ὲ
έ
ὴ
ή
ὶ
ί
ὸ
ό
ὺ
ύ
ὼ
ώ
ᾄ
ᾅ
ᾍ
ᾎ
ᾔ
ᾖ
ᾗ
ᾠ
ᾤ
ᾧ
ᾰ
ᾱ
ᾳ
ᾴ
ᾶ
ᾷ
᾽
᾿
ῃ
ῄ
ῆ
ῇ
Ή
῎
ῐ
ῑ
ΐ
ῖ
Ὶ
῞
ῠ
ῡ
ῤ
ῥ
ῦ
ῧ
Ῥ
`
ῳ
ῴ
ῶ
ῷ
῾
​
‌
‍
‎
‏
‐
‑
‒
–
—
―
‖
‗
‘
’
‚
‛
“
”
„
‟
†
‡
•
‣
․
‥
…
‧
‪
‫
‬
‭
‮
‰
‱
′
″
‴
‵
‶
‷
‸
‹
›
※
‼
‽
‾
‿
⁁
⁂
⁃
⁄
⁇
⁈
⁉
⁊
⁋
⁎
⁏
⁑
⁒
⁓
⁔
⁕
⁗
⁙
⁜
⁠
⁡
⁢
⁣
⁦
⁧
⁩
⁬
⁯
⁰
ⁱ
⁴
⁵
⁶
⁷
⁸
⁹
⁺
⁻
⁼
⁽
⁾
ⁿ
₀
₁
₂
₃
₄
₅
₆
₇
₈
₉
₌
₍
₎
ₐ
ₑ
ₒ
ₓ
ₖ
ₙ
₠
₡
₢
₣
₤
₥
₦
₧
₨
₩
₪
₫
€
₭
₮
₯
₰
₱
₲
₳
₴
₵
₷
₹
₺
₽
₾
₿
⃁
⃒
⃘
⃙
⃛
⃜
⃝
⃞
⃟
⃠
⃣
⃤
⃥
⃦
⃧
⃪
⃫
⃯
⃰
ℂ
℃
℅
℈
℉
ℊ
ℋ
ℌ
ℍ
ℎ
ℏ
ℐ
ℑ
ℒ
ℓ
℔
ℕ
№
℗
℘
ℙ
ℚ
ℛ
ℜ
ℝ
℞
℠
℡
™
ℤ
℥
Ω
℧
ℨ
℩
K
Å
ℬ
ℭ
℮
ℯ
ℰ
ℱ
Ⅎ
ℳ
ℴ
ℵ
ℶ
ℷ
ℸ
ℹ
ℽ
⅃
⅄
ⅅ
ⅆ
ⅇ
ⅈ
⅋
ⅎ
⅐
⅓
⅔
⅕
⅖
⅗
⅘
⅙
⅚
⅛
⅜
⅝
⅞
⅟
Ⅰ
Ⅱ
Ⅲ
Ⅳ
Ⅴ
Ⅵ
Ⅶ
Ⅷ
Ⅸ
Ⅹ
Ⅺ
Ⅻ
Ⅼ
Ⅽ
Ⅾ
Ⅿ
ⅰ
ⅱ
ⅲ
ⅳ
ⅴ
ⅵ
ⅶ
ⅷ
ⅸ
ⅹ
ⅺ
ⅻ
ⅼ
ⅽ
ⅾ
ⅿ
ↀ
ↁ
ↂ
Ↄ
↊
←
↑
→
↓
↔
↕
↖
↗
↘
↙
↚
↛
↜
↝
↞
↟
↠
↡
↢
↣
↤
↥
↦
↧
↨
↩
↪
↫
↬
↭
↮
↯
↰
↱
↲
↳
↴
↵
↶
↷
↸
↹
↺
↻
↼
↽
↾
↿
⇀
⇁
⇂
⇃
⇄
⇅
⇆
⇇
⇈
⇉
⇊
⇋
⇌
⇍
⇎
⇏
⇐
⇑
⇒
⇓
⇔
⇕
⇖
⇗
⇘
⇙
⇚
⇛
⇜
⇝
⇞
⇟
⇠
⇡
⇢
⇣
⇤
⇥
⇦
⇧
⇨
⇩
⇪
⇫
⇬
⇭
⇮
⇯
⇰
⇱
⇲
⇳
⇴
⇵
⇶
⇷
⇸
⇹
⇺
⇻
⇼
⇽
⇾
⇿
∀
∁
∂
∃
∄
∅
∆
∇
∈
∉
∊
∋
∌
∍
∎
∏
∐
∑
−
∓
∔
∕
∖
∗
∘
∙
√
∝
∞
∟
∠
∡
∢
∣
∤
∥
∦
∧
∨
∩
∪
∫
∬
∭
∮
∯
∰
∱
∲
∳
∴
∵
∶
∷
∸
∺
∻
∼
∽
∾
∿
≀
≁
≂
≃
≄
≅
≆
≇
≈
≉
≊
≋
≌
≍
≎
≏
≐
≑
≒
≓
≔
≕
≖
≗
≙
≚
≜
≝
≟
≠
≡
≢
≣
≤
≥
≦
≧
≨
≩
≪
≫
≬
≭
≮
≯
≰
≱
≲
≳
≴
≵
≶
≷
≸
≹
≺
≻
≼
≽
≾
≿
⊀
⊁
⊂
⊃
⊄
⊅
⊆
⊇
⊈
⊉
⊊
⊋
⊍
⊎
⊏
⊐
⊑
⊒
⊓
⊔
⊕
⊖
⊗
⊘
⊙
⊚
⊛
⊜
⊝
⊞
⊟
⊠
⊡
⊢
⊣
⊤
⊥
⊦
⊧
⊨
⊩
⊪
⊫
⊬
⊭
⊮
⊯
⊰
⊱
⊲
⊳
⊴
⊵
⊶
⊷
⊸
⊹
⊺
⊻
⊼
⊽
⊾
⊿
⋀
⋁
⋂
⋃
⋄
⋅
⋆
⋇
⋈
⋉
⋊
⋋
⋌
⋍
⋎
⋏
⋐
⋑
⋒
⋓
⋔
⋕
⋖
⋗
⋘
⋙
⋚
⋛
⋞
⋟
⋠
⋡
⋢
⋣
⋦
⋧
⋨
⋩
⋪
⋫
⋬
⋭
⋮
⋯
⋰
⋱
⋲
⋳
⋴
⋵
⋶
⋷
⋹
⋺
⋻
⋼
⋽
⋾
⌀
⌂
⌃
⌄
⌅
⌆
⌇
⌈
⌉
⌊
⌋
⌌
⌍
⌎
⌏
⌐
⌑
⌒
⌓
⌕
⌖
⌗
⌘
⌚
⌛
⌜
⌝
⌞
⌟
⌠
⌡
⌢
⌣
⌥
⌦
⌨
〈
〉
⌫
⌭
⌮
⌴
⌶
⌽
⌿
⍉
⍎
⍕
⍜
⍝
⍟
⍣
⍨
⍩
⍲
⍳
⍴
⍵
⍺
⍻
⍼
⎇
⎈
⎋
⎍
⎑
⎕
⎖
⎙
⎛
⎜
⎝
⎞
⎟
⎠
⎡
⎣
⎤
⎦
⎧
⎨
⎩
⎪
⎫
⎯
⎰
⎱
⎴
⎵
⎶
⎼
⏃
⏄
⏅
⏇
⏍
⏎
⏏
⏕
⏚
⏜
⏝
⏞
⏟
⏢
⏣
⏤
⏧
⏩
⏪
⏫
⏬
⏭
⏮
⏯
⏰
⏱
⏲
⏳
⏸
⏹
⏺
⏼
␁
␇
␎
␢
␣
␤
␥
␭
⑂
⑇
⑉
①
②
③
④
⑤
⑥
⑦
⑧
⑨
⑩
⑪
⑫
⑬
⑭
⑮
⑯
⑰
⑱
⑲
⑳
⒉
Ⓐ
Ⓑ
Ⓒ
Ⓓ
Ⓔ
Ⓕ
Ⓖ
Ⓗ
Ⓘ
Ⓙ
Ⓚ
Ⓛ
Ⓜ
Ⓝ
Ⓞ
Ⓟ
Ⓠ
Ⓡ
Ⓢ
Ⓣ
Ⓤ
Ⓥ
Ⓦ
Ⓧ
Ⓨ
Ⓩ
ⓐ
ⓑ
ⓒ
ⓓ
ⓔ
ⓕ
ⓖ
ⓗ
ⓘ
ⓙ
ⓚ
ⓛ
ⓜ
ⓝ
ⓞ
ⓟ
ⓠ
ⓡ
ⓢ
ⓣ
ⓤ
ⓥ
ⓦ
ⓧ
ⓨ
ⓩ
⓪
─
━
│
┃
┆
┌
┏
┐
┓
└
┕
┗
┘
┚
┛
├
┝
┠
┣
┤
┥
┨
┫
┬
┯
┰
┳
┴
┷
┻
┼
┿
╂
╋
═
║
╒
╓
╔
╕
╖
╗
╘
╙
╚
╛
╜
╝
╞
╟
╠
╡
╢
╣
╤
╥
╦
╧
╨
╩
╪
╫
╬
╭
╮
╯
╰
╱
╲
╳
╶
╹
▀
▁
▂
▃
▄
▅
▆
▇
█
▉
▋
▌
▍
▎
▐
░
▒
▓
▕
▖
▗
▚
▜
▟
■
□
▢
▣
▥
▧
▨
▩
▪
▫
▬
▭
▮
▯
▰
▱
▲
△
▴
▵
▶
▷
▸
▹
►
▻
▼
▽
▾
▿
◀
◁
◂
◃
◄
◅
◆
◇
◈
◉
◊
○
◌
◍
◎
●
◐
◓
◔
◕
◖
◗
◘
◙
◜
◝
◞
◟
◠
◡
◢
◣
◤
◥
◦
◧
◨
◫
◬
◭
◯
◰
◸
◹
◺
◻
◼
◽
◾
☀
☁
☂
☃
☄
★
☆
☇
☈
☉
☊
☋
☌
☍
☎
☏
☐
☑
☒
☓
☔
☕
☖
☗
☘
☙
☚
☛
☜
☝
☞
☟
☠
☡
☢
☣
☤
☥
☦
☧
☨
☩
☪
☫
☬
☭
☮
☯
☰
☱
☲
☳
☴
☵
☶
☷
☸
☹
☺
☻
☼
☽
☾
☿
♀
♁
♂
♃
♄
♅
♆
♇
♈
♉
♊
♋
♌
♍
♎
♏
♐
♑
♒
♓
♔
♕
♖
♗
♘
♙
♚
♛
♜
♝
♞
♟
♠
♡
♢
♣
♤
♥
♦
♧
♨
♩
♪
♫
♬
♭
♮
♯
♰
♱
♲
♳
♴
♵
♶
♷
♸
♹
♺
♻
♼
♽
♾
♿
⚀
⚁
⚂
⚃
⚄
⚅
⚆
⚇
⚈
⚉
⚊
⚋
⚌
⚍
⚎
⚏
⚐
⚑
⚒
⚓
⚔
⚕
⚖
⚗
⚘
⚙
⚚
⚛
⚜
⚝
⚞
⚟
⚠
⚡
⚢
⚣
⚤
⚥
⚦
⚧
⚨
⚩
⚪
⚫
⚬
⚭
⚮
⚯
⚰
⚱
⚲
⚳
⚴
⚵
⚶
⚷
⚸
⚹
⚺
⚻
⚼
⚽
⚾
⚿
⛀
⛁
⛂
⛃
⛄
⛅
⛆
⛇
⛈
⛉
⛊
⛋
⛌
⛍
⛎
⛏
⛐
⛑
⛒
⛓
⛔
⛕
⛖
⛗
⛘
⛙
⛚
⛛
⛜
⛝
⛞
⛟
⛠
⛡
⛢
⛣
⛤
⛥
⛦
⛧
⛨
⛩
⛪
⛫
⛬
⛭
⛮
⛯
⛰
⛱
⛲
⛳
⛴
⛵
⛶
⛷
⛸
⛹
⛺
⛻
⛼
⛽
⛾
⛿
✁
✂
✄
✅
✆
✇
✈
✉
✊
✋
✌
✍
✎
✏
✐
✑
✒
✓
✔
✕
✖
✗
✘
✙
✚
✛
✜
✝
✞
✟
✠
✡
✢
✣
✤
✥
✦
✧
✨
✩
✪
✫
✬
✭
✮
✯
✰
✱
✲
✳
✴
✵
✶
✷
✸
✹
✺
✻
✼
✽
✾
✿
❀
❁
❂
❃
❄
❅
❆
❇
❈
❉
❊
❋
❌
❍
❎
❏
❐
❑
❓
❔
❕
❖
❗
❘
❙
❚
❛
❝
❞
❡
❣
❤
❥
❦
❧
❮
❯
❰
❱
❲
❳
❶
❷
❸
❹
❺
❻
❼
❾
➀
➁
➂
➃
➄
➅
➆
➇
➈
➉
➊
➋
➌
➍
➎
➏
➐
➑
➒
➓
➔
➕
➖
➗
➙
➚
➛
➜
➝
➞
➠
➡
➢
➣
➤
➥
➨
➪
➫
➭
➯
➰
➲
➳
➵
➶
➷
➹
➻
➼
➽
➿
⟀
⟦
⟧
⟨
⟩
⟪
⟫
⟬
⟭
⟲
⟳
⟵
⟶
⟷
⟸
⟹
⟺
⟼
⟿
⠀
⠁
⠂
⠃
⠄
⠅
⠆
⠇
⠉
⠊
⠋
⠌
⠍
⠎
⠏
⠐
⠑
⠓
⠔
⠕
⠖
⠗
⠘
⠙
⠚
⠛
⠝
⠞
⠟
⠠
⠡
⠢
⠣
⠤
⠥
⠦
⠧
⠨
⠩
⠪
⠫
⠬
⠭
⠮
⠯
⠰
⠱
⠲
⠳
⠴
⠵
⠶
⠸
⠹
⠺
⠻
⠼
⠽
⠾
⠿
⡃
⡅
⡍
⢰
⤀
⤂
⤃
⤄
⤅
⤉
⤌
⤍
⤎
⤏
⤐
⤑
⤒
⤓
⤖
⤙
⤚
⤛
⤜
⤝
⤞
⤟
⤠
⤣
⤤
⤥
⤦
⤧
⤨
⤩
⤪
⤫
⤳
⤴
⤵
⤶
⤷
⤸
⤹
⤻
⤼
⤽
⥅
⥈
⥉
⥊
⥋
⥎
⥏
⥐
⥑
⥒
⥓
⥔
⥕
⥖
⥗
⥘
⥙
⥚
⥛
⥜
⥝
⥞
⥟
⥠
⥡
⥢
⥣
⥤
⥥
⥦
⥧
⥨
⥩
⥪
⥫
⥬
⥭
⥮
⥯
⥰
⥱
⥲
⥳
⥴
⥵
⥶
⥸
⥹
⥻
⥼
⥽
⥾
⥿
⦁
⦅
⦆
⦋
⦌
⦍
⦎
⦏
⦐
⦑
⦒
⦓
⦔
⦕
⦖
⦚
⦜
⦝
⦤
⦥
⦦
⦧
⦨
⦩
⦪
⦫
⦬
⦭
⦮
⦯
⦰
⦱
⦲
⦳
⦴
⦵
⦶
⦷
⦹
⦻
⦼
⦾
⦿
⧀
⧁
⧂
⧃
⧄
⧅
⧆
⧉
⧍
⧎
⧏
⧐
⧚
⧜
⧝
⧞
⧣
⧤
⧥
⧧
⧫
⧭
⧴
⧶
⧸
⧻
⨀
⨁
⨂
⨄
⨆
⨉
⨌
⨍
⨐
⨑
⨒
⨓
⨔
⨕
⨖
⨗
⨠
⨢
⨣
⨤
⨥
⨦
⨧
⨩
⨪
⨭
⨮
⨯
⨰
⨱
⨳
⨴
⨵
⨶
⨷
⨸
⨹
⨺
⨻
⨼
⨿
⩀
⩂
⩃
⩄
⩅
⩆
⩇
⩈
⩉
⩊
⩋
⩌
⩍
⩐
⩓
⩔
⩕
⩖
⩗
⩘
⩚
⩛
⩜
⩝
⩟
⩦
⩪
⩭
⩮
⩯
⩰
⩱
⩲
⩳
⩴
⩵
⩷
⩸
⩹
⩺
⩻
⩼
⩽
⩾
⩿
⪀
⪁
⪂
⪃
⪄
⪅
⪆
⪇
⪈
⪉
⪊
⪋
⪌
⪍
⪎
⪏
⪐
⪑
⪒
⪓
⪔
⪕
⪖
⪗
⪘
⪙
⪚
⪝
⪞
⪟
⪠
⪡
⪢
⪤
⪥
⪦
⪧
⪨
⪩
⪪
⪫
⪬
⪭
⪮
⪯
⪰
⪳
⪴
⪵
⪶
⪷
⪸
⪹
⪺
⪻
⪼
⪽
⪾
⪿
⫀
⫁
⫂
⫃
⫄
⫅
⫆
⫇
⫈
⫋
⫌
⫏
⫐
⫑
⫒
⫓
⫔
⫕
⫖
⫗
⫘
⫙
⫚
⫛
⫤
⫦
⫧
⫨
⫩
⫫
⫬
⫭
⫮
⫯
⫰
⫱
⫲
⫳
⫶
⫽
⬅
⬆
⬇
⬚
⬛
⬜
⬝
⬤
⬥
⬦
⬪
⭐
⭕
⮚
⮺
⯀
Ⰰ
Ⱡ
Ᵽ
Ɽ
Ⱨ
Ⱪ
ⱪ
Ɐ
ⱱ
ⱷ
ⱺ
Ⲁ
ⲁ
Ⲃ
ⲃ
Ⲅ
ⲅ
Ⲇ
ⲇ
Ⲉ
ⲉ
Ⲋ
ⲍ
ⲏ
Ⲑ
ⲑ
Ⲓ
ⲓ
Ⲕ
ⲕ
Ⲗ
ⲗ
Ⲙ
ⲙ
ⲛ
ⲝ
ⲟ
Ⲡ
ⲡ
ⲣ
Ⲥ
ⲥ
Ⲧ
ⲧ
Ⲩ
ⲩ
Ⲫ
ⲫ
Ⲭ
ⲭ
Ⲱ
ⲱ
Ⳁ
ⳁ
ⳃ
ⳉ
ⳋ
ⳡ
⳩
ⴰ
ⴱ
ⴳ
ⴵ
ⴷ
ⴹ
ⴻ
ⴼ
ⵀ
ⵄ
ⵉ
ⵊ
ⵍ
ⵎ
ⵏ
ⵓ
ⵔ
ⵖ
ⵗ
ⵙ
ⵛ
ⵜ
ⵟ
ⵡ
ⵣ
ⷣ
ⷭ
⸋
⸌
⸍
⸗
⸘
⸛
⸝
⸢
⸣
⸨
⸩
⸮
⸶
⸷
⸸
⸻
⸼
⸿
⹋
⹕
⺈
⺊
⺌
⺍
⺗
⺪
⺫
⺮
⺻
⻊
⻌
⻏
⻖
⻗
⻧
⼀
⼯
⽁
⽂
⽟
⽣
⽴
⽼
⾀
⾬
⾺
⿰
⿱
⿲
⿳
⿴
⿸
⿺
⿿
、
。
〃
々
〆
〇
〈
〉
《
》
「
」
『
』
【
】
〒
〓
〔
〕
〖
〗
〜
〝
〞
〟
〠
〪
〫
〬
〭
〮
〯
〰
〴
〵
〽
ぁ
あ
ぃ
い
ぅ
う
ぇ
え
ぉ
お
か
が
き
ぎ
く
ぐ
け
げ
こ
ご
さ
ざ
し
じ
す
ず
せ
ぜ
そ
ぞ
た
だ
ち
ぢ
っ
つ
づ
て
で
と
ど
な
に
ぬ
ね
の
は
ば
ぱ
ひ
び
ぴ
ふ
ぶ
ぷ
へ
べ
ぺ
ほ
ぼ
ぽ
ま
み
む
め
も
ゃ
や
ゅ
ゆ
ょ
よ
ら
り
る
れ
ろ
ゎ
わ
ゐ
ゑ
を
ん
゙
゚
゛
゜
ゝ
ゞ
゠
ァ
ア
ィ
イ
ゥ
ウ
ェ
エ
ォ
オ
カ
ガ
キ
ギ
ク
グ
ケ
ゲ
コ
ゴ
サ
ザ
シ
ジ
ス
ズ
セ
ゼ
ソ
ゾ
タ
ダ
チ
ヂ
ッ
ツ
ヅ
テ
デ
ト
ド
ナ
ニ
ヌ
ネ
ノ
ハ
バ
パ
ヒ
ビ
ピ
フ
ブ
プ
ヘ
ベ
ペ
ホ
ボ
ポ
マ
ミ
ム
メ
モ
ャ
ヤ
ュ
ユ
ョ
ヨ
ラ
リ
ル
レ
ロ
ヮ
ワ
ヰ
ヱ
ヲ
ン
ヴ
ヵ
ヶ
ヷ
ヸ
ヹ
ヺ
・
ー
ヽ
ヾ
ヿ
ㄅ
ㄆ
ㄇ
ㄈ
ㄉ
ㄊ
ㄋ
ㄌ
ㄍ
ㄎ
ㄏ
ㄐ
ㄑ
ㄒ
ㄓ
ㄔ
ㄕ
ㄖ
ㄗ
ㄘ
ㄙ
ㄚ
ㄛ
ㄜ
ㄝ
ㄞ
ㄟ
ㄠ
ㄡ
ㄢ
ㄣ
ㄤ
ㄥ
ㄦ
ㄧ
ㄨ
ㄩ
ㄪ
ㄫ
ㄬ
ㄭ
ㄮ
ㄯ
ㄱ
ㄲ
ㄳ
ㄴ
ㄵ
ㄶ
ㄷ
ㄸ
ㄹ
ㄺ
ㄻ
ㄼ
ㄽ
ㄾ
ㄿ
ㅀ
ㅁ
ㅂ
ㅃ
ㅄ
ㅅ
ㅆ
ㅇ
ㅈ
ㅉ
ㅊ
ㅋ
ㅌ
ㅍ
ㅎ
ㅏ
ㅐ
ㅑ
ㅒ
ㅓ
ㅔ
ㅕ
ㅖ
ㅗ
ㅘ
ㅙ
ㅚ
ㅛ
ㅜ
ㅝ
ㅞ
ㅟ
ㅠ
ㅡ
ㅢ
ㅣ
ㅤ
ㅥ
ㅦ
ㅧ
ㅨ
ㅩ
ㅪ
ㅫ
ㅬ
ㅭ
ㅮ
ㅯ
ㅰ
ㅱ
ㅲ
ㅳ
ㅴ
ㅵ
ㅶ
ㅷ
ㅸ
ㅹ
ㅺ
ㅻ
ㅼ
ㅽ
ㅾ
ㅿ
ㆀ
ㆁ
ㆂ
ㆃ
ㆄ
ㆅ
ㆆ
ㆇ
ㆈ
ㆉ
ㆊ
ㆋ
ㆌ
ㆍ
ㆎ
ㆠ
ㆡ
ㆢ
ㆣ
ㆤ
ㆥ
ㆦ
ㆧ
ㆨ
ㆩ
ㆪ
ㆫ
ㆬ
ㆭ
ㆮ
ㆯ
ㆰ
ㆱ
ㆲ
ㆳ
ㆴ
ㆵ
ㆶ
ㆷ
ㆸ
ㆹ
ㆺ
㇁
ㇰ
ㇱ
ㇲ
ㇳ
ㇴ
ㇵ
ㇶ
ㇷ
ㇸ
ㇹ
ㇺ
ㇻ
ㇼ
ㇽ
ㇾ
ㇿ
㈱
㈲
㈹
㉤
㉨
㊊
㊋
㊍
㊗
㊙
㊤
㊥
㊦
㊧
㊨
㋉
㋡
㌃
㌍
㌔
㌘
㌢
㌣
㌦
㌧
㌫
㌶
㌻
㍉
㍊
㍍
㍑
㍗
㍱
㍲
㍳
㍴
㍻
㍼
㍽
㍾
㎀
㎁
㎂
㎃
㎄
㎆
㎇
㎈
㎉
㎋
㎌
㎍
㎎
㎏
㎐
㎑
㎒
㎓
㎔
㎕
㎖
㎗
㎘
㎙
㎚
㎛
㎜
㎝
㎞
㎟
㎠
㎡
㎢
㎣
㎤
㎥
㎦
㎧
㎨
㎩
㎪
㎫
㎬
㎭
㎮
㎯
㎰
㎱
㎲
㎳
㎴
㎵
㎶
㎷
㎸
㎹
㎺
㎻
㎼
㎽
㎾
㎿
㏀
㏁
㏃
㏄
㏅
㏈
㏉
㏊
㏋
㏌
㏍
㏎
㏏
㏐
㏓
㏔
㏕
㏖
㏗
㏙
㏛
㏜
㏝
㐅
㐢
㐱
㑒
㒔
㗋
㗎
㗐
㘙
㙺
㛅
㜦
㝩
㞎
㞗
㢸
㢹
㤨
㦢
㦸
㧕
㨗
㨹
㩲
㬪
㬹
㮧
㰀
㱵
㳺
㷁
㸀
㺑
㼭
㽴
㽻
䂦
䂭
䄅
䇿
䌀
䑓
䑤
䒑
䓧
䔀
䕫
䕶
䗦
䘮
䜤
䝉
䞇
䞶
䞼
䠀
䤀
䦃
䧟
䨹
䬴
䯢
䰠
䳚
䳧
䳴
䴀
䵥
一
丁
丂
七
丅
万
丈
三
上
下
不
与
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
丟
両
丢
两
严
並
丧
丨
丩
个
丫
丬
中
丰
串
临
丶
丷
丸
丹
为
主
丼
丽
举
丿
乀
乁
乂
乃
乄
久
乇
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乕
乖
乗
乘
乙
乚
乛
乜
九
乞
也
习
乡
书
乩
买
乱
乳
乶
乸
乺
乼
乾
亀
亂
亃
亅
了
予
争
事
二
亍
于
亏
亐
云
互
亓
五
井
亘
亚
些
亜
亞
亟
亠
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亰
亲
亵
人
亻
亿
什
仁
仄
仅
仆
仇
今
介
仍
从
仏
仑
仓
仔
仕
他
仗
付
仙
仚
仝
仟
代
令
以
仧
仪
们
仮
仰
仲
仳
件
价
仸
任
份
仿
伀
企
伊
伋
伍
伎
伏
伐
休
众
优
伙
会
伜
伝
伞
伟
传
伡
伤
伦
伩
伪
伯
估
伱
伴
伶
伸
伺
似
伽
佃
但
佇
佈
佉
位
低
住
佐
佑
体
佔
何
佗
佘
余
佛
作
佟
你
佢
佣
佥
佩
佪
佬
佰
佳
併
佽
使
侁
侃
侄
來
例
侍
侏
侑
侕
侗
侘
供
依
侠
価
侣
侦
侧
侨
侩
侬
侭
侮
侯
侴
侵
侶
便
係
促
俄
俆
俊
俎
俏
俑
俗
俘
俚
保
俞
俟
俠
信
俣
俩
俪
俭
修
俯
俱
俳
俵
俸
俺
俾
倃
倅
倉
個
倍
倏
們
倒
倔
倖
倘
候
倚
借
倡
倣
値
倥
倦
倨
倩
倪
倫
倬
倭
倶
倹
债
值
倾
偃
假
偈
偉
偊
偏
偕
做
偛
停
偤
健
偨
偰
側
偵
偶
偷
偸
偽
偿
傀
傅
傍
傑
傕
傖
傘
備
傚
傜
傢
傤
储
傫
催
傭
傲
傳
債
傷
傻
傼
傾
僅
僉
僊
働
像
僑
僕
僖
僚
僥
僧
僭
僮
僱
僵
價
僻
僾
儀
儁
儂
億
儉
儋
儒
儔
儘
儚
儛
償
儡
儤
優
儲
儵
儼
儿
兀
允
元
兄
充
兆
兇
先
光
兊
克
兌
免
兎
児
兑
兒
兔
兖
党
兜
兠
兣
入
內
全
兩
兪
八
公
六
兮
兯
兰
共
兲
关
兴
兵
其
具
典
兹
养
兼
兽
冀
冂
内
円
冇
冈
冉
冊
册
再
冑
冒
冔
冕
冖
冗
冘
写
冚
军
农
冠
冤
冥
冦
冧
冨
冫
冬
冯
冰
冲
决
冴
况
冶
冷
冻
冼
净
凄
准
凈
凉
凌
凍
减
凑
凖
凛
凜
凝
几
凡
凤
処
凧
凪
凭
凯
凰
凱
凳
凵
凶
凸
凹
出
击
函
凿
刀
刁
刂
刃
刄
分
切
刈
刊
刋
刑
划
刔
刖
列
刘
则
刚
创
初
删
判
別
刧
刨
利
刪
别
刮
到
刳
制
刷
券
刹
刺
刻
刼
刽
刾
刿
剀
剁
剂
剃
剄
剅
則
剉
削
剋
剌
前
剎
剑
剖
剘
剛
剝
剣
剤
剥
剧
剩
剪
副
剰
剱
割
創
剿
劃
劄
劇
劈
劉
劍
劐
劒
劓
劔
力
劝
办
功
加
务
劢
劣
动
助
努
劫
劬
励
劲
劳
労
効
劼
劾
势
勁
勃
勅
勇
勉
勋
勍
勐
勒
動
勖
勘
務
勛
勝
勞
募
勠
勢
勣
勤
勧
勱
勲
勳
勵
勷
勸
勹
勺
勽
勾
勿
匀
匁
匂
包
匆
匈
匌
匍
匐
匑
匕
化
北
匙
匚
匠
匡
匣
匪
匬
匯
匱
匸
匹
区
医
匾
匿
區
十
卂
千
升
午
卉
半
卋
卌
卍
华
协
卐
卑
卒
卓
協
单
卖
南
単
博
卜
卞
卟
占
卡
卢
卤
卦
卧
卨
卩
卫
卬
卯
印
危
卲
即
却
卵
卷
卸
卹
卻
卽
卿
厂
厄
厅
历
厉
压
厌
厏
厑
厕
厘
厚
厝
原
厠
厢
厥
厦
厨
厪
厫
厭
厮
厯
厲
厳
厵
厶
去
县
叁
参
參
叅
又
叉
及
友
双
反
収
发
叔
取
受
变
叙
叚
叛
叟
叠
叡
叢
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叵
叶
号
司
叹
叼
叿
吁
吃
各
合
吉
吊
同
名
后
吏
吐
向
吒
吓
吕
吗
君
吝
吞
吟
吠
否
吧
吨
吩
吪
含
听
吭
启
吱
吳
吴
吵
吶
吸
吹
吻
吼
吾
呀
呂
呃
呆
呈
呉
告
呌
呐
呑
呗
员
呛
呜
呟
呢
呥
呦
周
呪
呭
呱
呲
味
呵
呷
呸
呺
呻
呼
命
呿
咀
咁
咄
咆
咋
和
咎
咏
咐
咒
咔
咕
咖
咗
咙
咚
咝
咣
咤
咦
咧
咨
咩
咪
咫
咬
咯
咱
咲
咳
咶
咸
咻
咽
咿
哀
品
哄
哆
哇
哈
哉
哋
响
哎
哑
哒
哗
哝
哟
員
哥
哦
哨
哩
哪
哬
哭
哮
哲
哶
哺
哼
哽
唀
唄
唆
唇
唉
唏
唐
唔
唖
唤
售
唯
唱
唶
唷
唸
唼
唾
啃
啄
商
啊
啌
問
啓
啖
啜
啞
啟
啡
啣
啤
啥
啦
啧
啪
啬
啮
啯
啰
啱
啲
啵
啷
啸
啻
啼
喀
喂
喃
善
喅
喆
喇
喉
喊
喋
喑
喔
喘
喙
喚
喜
喝
喧
喩
喪
喫
喬
單
喰
喱
喵
営
喷
喺
喻
喽
喾
喿
嗄
嗅
嗊
嗎
嗓
嗔
嗚
嗜
嗝
嗟
嗡
嗣
嗤
嗥
嗦
嗧
嗬
嗯
嗰
嗱
嗵
嗷
嗽
嘀
嘅
嘆
嘈
嘉
嘎
嘏
嘔
嘗
嘘
嘙
嘚
嘛
嘞
嘟
嘢
嘩
嘯
嘱
嘲
嘴
嘻
嘿
噁
噂
噉
噌
噎
噓
噗
噛
噜
噢
器
噪
噫
噬
噯
噱
噴
噶
噷
噸
噹
噺
噻
嚀
嚄
嚇
嚏
嚐
嚓
嚔
嚕
嚟
嚢
嚣
嚥
嚦
嚨
嚭
嚮
嚯
嚴
嚷
嚸
嚼
囀
囁
囂
囃
囇
囉
囊
囍
囑
囗
囘
囚
四
囝
回
因
团
団
囧
囪
囬
园
囯
困
囲
図
围
固
囼
国
图
囿
圀
圆
圈
國
圍
圏
園
圓
圖
團
圚
圜
圝
圞
土
圣
圧
在
圭
地
圲
圳
圵
场
圻
圾
址
坂
均
坉
坊
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坡
坤
坥
坦
坧
坪
垀
垂
垃
垄
型
垒
垕
垛
垜
垠
垢
垣
垦
垧
垩
垫
垮
垲
垴
垶
埃
埋
城
埒
埔
埕
埗
埜
域
埠
埬
埮
埵
執
埸
培
基
埼
堀
堂
堃
堅
堆
堇
堉
堋
堑
堕
堞
堡
堤
堪
堮
堯
堰
報
場
堵
堺
塁
塊
塋
塌
塑
塔
塗
塘
塚
塞
塟
塡
塩
填
塵
塹
塾
境
墉
墊
墓
増
墙
墚
墜
增
墟
墡
墨
墫
墮
墳
墸
墻
墾
壁
壇
壊
壌
壑
壓
壕
壘
壚
壞
壡
壢
壤
壥
壩
士
壬
壮
壯
声
壱
売
壳
壶
壷
壹
壺
壽
夀
夂
处
夆
备
変
夊
复
夏
夔
夕
外
夘
夙
多
夜
够
夠
夡
夢
夤
夥
大
天
太
夫
夬
夭
央
夯
失
夲
头
夷
夸
夹
夺
夾
奄
奇
奈
奉
奋
奎
奏
奐
契
奔
奕
奖
套
奘
奚
奛
奠
奢
奥
奧
奨
奪
奭
奮
女
奴
奶
奸
她
奻
好
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妗
妙
妛
妝
妞
妤
妥
妨
妩
妬
妮
妰
妳
妹
妻
妾
姆
姉
姊
始
姐
姑
姓
委
姗
姚
姜
姝
姥
姦
姧
姨
姪
姫
姬
姻
姿
威
娂
娃
娅
娇
娑
娔
娖
娘
娛
娜
娟
娠
娣
娥
娩
娭
娯
娱
娴
娵
娶
娷
娼
娾
婁
婆
婉
婊
婓
婕
婚
婞
婢
婦
婧
婪
婭
婴
婶
婷
婿
媍
媏
媐
媒
媖
媚
媛
媜
媪
媳
媵
媸
媹
媺
媻
媽
嫁
嫂
嫃
嫉
嫌
嫓
嫖
嫗
嫠
嫡
嫦
嫨
嫩
嫪
嫮
嫻
嬀
嬈
嬉
嬋
嬌
嬒
嬢
嬤
嬪
嬫
嬭
嬰
嬲
嬴
嬸
嬾
嬿
孀
孌
孍
孏
子
孔
孕
字
存
孙
孚
孛
孜
孝
孟
季
孤
学
孩
孫
孰
孱
學
宀
宁
宂
它
宅
宇
守
安
宋
完
宍
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宪
宫
宬
宮
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
寉
富
寐
寒
寓
寔
寗
寛
寝
寞
察
寡
寢
寥
實
寧
寨
審
寫
寬
寮
寰
寳
寵
寶
寸
对
寺
寻
导
対
寿
封
専
射
将
將
專
尉
尊
尋
對
導
小
少
尔
尕
尖
尘
尙
尚
尛
尝
尠
尢
尣
尤
尧
尪
尬
尭
就
尴
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
屃
屄
居
屆
屈
屉
届
屋
屌
屍
屎
屏
屑
屓
展
屗
屙
屛
属
屠
屡
屢
層
履
屬
屮
屯
屰
山
屲
屹
屺
屿
岀
岁
岂
岌
岐
岑
岔
岖
岗
岚
岛
岡
岩
岬
岭
岱
岳
岸
岹
峂
峇
峌
峙
峠
峡
峥
峦
峨
峪
峭
峯
峰
島
峻
峽
峿
崀
崁
崇
崎
崑
崔
崖
崗
崙
崛
崧
崩
崭
崴
崽
嵇
嵋
嵌
嵐
嵒
嵖
嵘
嵙
嵩
嵭
嵮
嵯
嶄
嶋
嶔
嶕
嶖
嶜
嶤
嶧
嶫
嶮
嶴
嶷
嶸
嶺
嶼
嶽
巁
巅
巌
巍
巎
巔
巖
巛
巜
川
州
巡
巢
巣
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巵
巷
巻
巽
巾
巿
帀
币
市
布
帅
帆
师
希
帐
帑
帕
帖
帘
帚
帛
帜
帝
帠
帤
帥
带
師
席
帮
帯
帰
帳
帵
帶
帷
常
帻
帼
帽
幄
幅
幌
幔
幕
幙
幚
幟
幡
幢
幣
幫
幯
幱
干
平
年
并
幷
幸
幹
幺
幻
幼
幽
幾
广
庁
広
庄
庆
庇
床
序
庐
库
应
底
店
庙
庚
府
庞
废
度
座
庫
庭
庵
庶
康
庸
庻
庾
廁
廃
廄
廈
廉
廊
廓
廖
廙
廚
廝
廟
廠
廢
廣
廩
廬
廳
廴
延
廷
建
廻
廾
廿
开
弁
异
弃
弄
弈
弉
弊
弋
式
弐
弒
弓
弔
引
弗
弘
弛
弝
弟
张
弢
弥
弦
弧
弩
弯
弰
弱
弴
張
強
弸
弹
强
弼
弾
彀
彁
彈
彊
彌
彎
彏
彐
彑
归
当
录
彖
彗
彙
彚
彝
彡
形
彤
彥
彦
彧
彩
彪
彫
彬
彭
彰
影
彳
彴
彷
役
彻
彼
彿
往
征
径
待
徇
很
徉
徊
律
後
徐
徑
徒
従
得
徘
徙
從
徠
御
徨
復
循
微
徳
徴
徵
德
徹
徼
徽
忁
忂
心
忄
必
忆
忉
忌
忍
忎
忏
忒
忓
志
忘
忙
応
忝
忠
忤
忧
快
忱
念
忸
忻
忼
忽
忾
忿
怀
态
怎
怒
怓
怕
怖
怙
怛
怜
思
怠
怡
急
性
怨
怩
怪
怯
怰
总
恁
恃
恆
恋
恍
恐
恒
恕
恙
恠
恢
恣
恥
恨
恩
恪
恫
恬
恭
息
恰
恳
恵
恶
恺
恼
恽
悃
悄
悅
悉
悊
悌
悍
悐
悔
悖
悘
悚
悟
悠
悡
悢
患
悤
悦
悧
您
悩
悪
悫
悬
悭
悯
悲
悴
悵
悶
悹
悺
悻
悼
情
惇
惊
惋
惑
惕
惘
惚
惜
惟
惠
惡
惣
惧
惨
惩
惫
惬
惭
惯
惰
惱
想
惹
惺
惻
惼
愀
愁
愆
愈
愉
愌
意
愕
愚
愛
愜
感
愤
愧
愰
愷
愼
愽
愿
慃
慄
慇
慈
態
慌
慎
慏
慕
慘
慙
慟
慢
慣
慤
慧
慨
慮
慯
慰
慳
慴
慵
慶
慷
慾
憂
憊
憎
憐
憑
憔
憖
憘
憚
憤
憧
憨
憩
憬
憮
憲
憶
憾
懂
懃
懇
懈
應
懋
懌
懐
懒
懗
懣
懦
懲
懶
懷
懸
懺
懼
懽
懾
懿
戀
戇
戈
戉
戊
戌
戍
戎
戏
成
我
戒
戕
或
战
戚
戛
戜
戟
戥
戦
截
戭
戮
戯
戰
戲
戳
戴
戶
户
戸
戻
戾
房
所
扁
扂
扇
扈
扉
手
扌
才
扎
扐
扑
扒
打
扔
払
托
扛
扞
扣
扤
执
扩
扫
扬
扭
扮
扯
扰
扱
扳
扶
批
扼
扽
找
承
技
抄
抅
抆
抉
把
抑
抓
投
抖
抗
折
抚
抛
抜
抝
択
抢
护
报
抨
披
抬
抱
抳
抵
抹
押
抽
拂
拄
担
拆
拇
拈
拉
拊
拋
拌
拍
拎
拐
拒
拓
拔
拖
拗
拘
拙
招
拜
拝
拟
拠
拡
拢
拣
拥
拦
拨
择
括
拭
拯
拳
拴
拵
拶
拷
拼
拽
拾
拿
持
挂
挅
指
按
挎
挑
挖
挙
挚
挝
挞
挟
挠
挡
挣
挤
挥
挧
挨
挪
挫
振
挳
挵
挷
挸
挺
挽
挾
挿
捂
捄
捅
捆
捉
捋
捌
捍
捎
捏
捐
捕
捗
捜
捞
损
捡
换
捣
捧
捨
据
捲
捶
捷
捺
捻
掀
掂
掃
掄
授
掉
掌
掏
排
掖
掘
掙
掛
掜
掠
採
探
掣
接
控
推
掩
措
掬
掰
掲
掴
掷
掺
掻
揀
揃
揄
揆
揇
揈
揉
揊
揍
描
提
插
揖
揚
換
握
揣
揥
揪
揭
揮
援
揵
揶
揷
揹
揺
揽
揾
搀
搁
搂
搅
搆
損
搏
搐
搓
搕
搖
搜
搞
搢
搤
搥
搦
搪
搬
搭
搵
搶
搷
携
搽
搾
摁
摂
摄
摅
摆
摇
摊
摑
摒
摔
摘
摞
摟
摠
摢
摤
摧
摨
摩
摭
摴
摸
摹
摺
撃
撇
撐
撑
撒
撓
撕
撚
撝
撞
撤
撥
撩
撫
播
撮
撯
撰
撲
撳
撸
撹
撺
撻
撼
撾
撿
擁
擂
擄
擅
擇
擊
操
擎
擒
擔
擘
據
擞
擠
擡
擢
擣
擦
擧
擬
擰
擱
擲
擴
擷
擺
擼
擽
擾
攀
攄
攉
攋
攌
攏
攓
攔
攘
攙
攝
攞
攠
攣
攫
支
攴
攵
收
攷
改
攻
放
政
故
效
敌
敍
敎
敏
救
敕
敖
敗
敘
教
敚
敛
敝
敞
敢
散
敤
敦
敨
敪
敬
敭
数
敲
整
敵
敷
數
敻
文
斉
斋
斌
斎
斐
斑
斓
斗
料
斛
斜
斝
斟
斤
斥
斧
斩
斫
斬
断
斯
新
斲
斳
斷
方
於
施
旁
旂
旃
旅
旆
旋
旌
族
旕
旖
旗
旜
无
旡
既
旣
日
旦
旧
旨
早
旫
旬
旭
旱
旳
时
旷
旺
旻
旼
旾
昀
昂
昃
昆
昇
昉
昊
昌
明
昏
易
昔
昕
昝
星
映
昢
春
昧
昨
昭
是
昱
昴
昵
昶
昺
昼
显
時
晃
晉
晊
晋
晌
晎
晏
晒
晓
晔
晕
晖
晗
晚
晝
晞
晟
晤
晦
晨
晩
普
景
晰
晴
晶
智
晿
暁
暂
暃
暄
暆
暇
暈
暉
暑
暖
暗
暠
暢
暦
暨
暫
暮
暱
暳
暴
曁
曆
曇
曉
曊
曌
曑
曖
曙
曜
曝
曠
曣
曦
曰
曲
曳
更
曷
書
曹
曺
曼
曽
曾
替
最
會
月
有
朊
朋
服
朏
朓
朔
朕
朗
望
朝
朞
期
朦
朧
木
未
末
本
札
术
朱
朴
朵
机
朽
杀
杂
权
杆
杈
杉
杌
李
杏
材
村
杓
杖
杘
杙
杜
杞
束
杠
条
杢
杣
来
杨
杬
杭
杯
杰
東
杲
杳
杵
杷
杹
杻
松
板
极
枂
构
枇
枊
枋
枌
枏
析
枓
枕
林
枘
枚
果
枝
枠
枢
枣
枪
枫
枭
枯
枱
架
枷
枸
柄
柆
柊
柏
某
柑
柒
染
柔
柘
柚
柜
柠
查
柪
柯
柰
柱
柳
柴
柵
査
柿
栀
栃
栄
栅
标
栈
栋
栎
栏
树
栓
栖
栗
栞
栠
校
栢
栩
株
样
核
根
格
栽
栿
桀
桁
桂
桃
桄
桅
框
案
桌
桐
桑
桓
桔
桜
桝
桢
档
桥
桦
桧
桨
桩
桮
桯
桳
桴
桶
桿
梁
梅
梓
梗
梘
梙
條
梟
梢
梦
梧
梨
梪
梭
梯
械
梱
梳
梴
梵
梶
梼
检
棄
棉
棋
棍
棐
棒
棕
棗
棘
棚
棟
棠
棡
棣
棧
棨
棫
森
棱
棲
棵
棹
棺
椀
椅
椈
椋
植
椎
椏
椒
椕
椛
検
椝
椢
椩
椭
椰
椹
椿
楊
楓
楔
楕
楚
楞
楠
楡
楢
楨
楩
楫
業
楯
楱
楳
極
楶
楷
楸
楼
楽
榀
概
榄
榆
榈
榊
榎
榑
榔
榕
榛
榜
榨
榭
榮
榴
榶
榻
槀
槁
槃
槇
槊
構
槌
槍
槎
槐
槓
様
槙
槜
槞
槟
槨
槩
槪
槱
槻
槽
樂
樊
樋
樑
樒
樓
標
樞
樟
模
樣
樨
権
横
樫
樮
樯
樱
樵
樷
樸
樹
樺
樽
樾
橃
橄
橋
橐
橘
橙
橚
橛
橞
機
橡
橥
橫
橱
橹
檀
檄
檎
檐
檔
檗
檚
檛
檜
檟
檢
檤
檨
檬
檳
檸
檻
檼
櫃
櫚
櫛
櫜
櫬
櫺
櫻
欀
欄
權
欒
欠
次
欢
欣
欧
欱
欲
欵
欸
欹
欺
欽
款
歆
歇
歉
歌
歎
歐
歓
歘
歛
歜
歟
歡
止
正
此
步
武
歧
歩
歪
歯
歲
歳
歴
歷
歸
歹
死
歼
歿
殃
殆
殇
殉
殊
残
殕
殖
殗
殘
殚
殞
殢
殤
殨
殪
殫
殭
殮
殯
殲
殳
殴
段
殷
殺
殻
殼
殿
毀
毁
毅
毆
毋
毌
母
毎
每
毐
毒
毓
比
毕
毗
毘
毙
毛
毝
毫
毬
毮
毯
毰
毶
毺
毽
氏
氐
民
氓
气
気
氘
氛
氜
氟
氣
氧
氫
氲
水
氵
氷
永
氺
氾
汀
汁
求
汇
汉
汎
汐
汑
汕
汗
汙
汚
汜
汝
江
池
污
汤
汦
汪
汰
汲
汳
汴
汶
決
汽
汾
沁
沂
沃
沅
沈
沉
沌
沐
沒
沓
沖
沙
沛
沟
没
沢
沦
沧
沪
沫
沱
河
沶
沸
油
治
沼
沽
沾
沿
況
泃
泄
泉
泊
泓
法
泗
泛
泞
泡
波
泣
泥
注
泪
泮
泯
泰
泱
泳
泴
泸
泻
泼
泽
泾
泿
洀
洁
洊
洋
洌
洒
洗
洙
洛
洞
津
洩
洪
洮
洱
洲
洵
洸
活
洽
派
流
浄
浅
浆
浇
浈
浊
测
济
浏
浑
浒
浓
浙
浚
浜
浠
浣
浦
浩
浪
浬
浮
浰
浱
浴
海
浸
浽
涂
涅
涇
消
涉
涌
涎
涓
涕
涙
涛
涜
涝
涡
涤
润
涧
涨
涩
涯
液
涵
涼
淀
淅
淆
淇
淊
淋
淌
淏
淑
淖
淘
淚
淞
淡
淢
淤
淦
淨
淩
淪
淫
淮
深
淳
淵
混
淸
淹
淺
添
淼
清
渇
済
渉
渊
渋
渎
渐
渓
渔
渕
渗
渚
減
渝
渟
渠
渡
渣
渤
渥
渦
渨
温
渪
測
渭
港
渴
游
渺
渾
湄
湉
湊
湖
湘
湙
湛
湝
湟
湧
湯
湳
湾
湿
満
溃
溄
溅
溈
溉
溋
溌
溏
源
準
溜
溝
溟
溢
溥
溪
溫
溯
溶
溷
溺
滁
滂
滄
滅
滇
滉
滋
滌
滑
滓
滔
滕
滚
滝
滞
满
滤
滥
滨
滩
滬
滯
滲
滴
滷
滸
滹
滾
滿
漀
漁
漂
漆
漉
漏
漓
演
漕
漠
漢
漣
漤
漩
漪
漫
漬
漯
漱
漳
漸
漾
漿
潁
潅
潇
潍
潎
潏
潑
潔
潘
潛
潜
潞
潟
潡
潢
潤
潭
潮
潯
潰
潶
潸
潼
澂
澄
澆
澈
澋
澍
澎
澕
澗
澜
澠
澡
澤
澧
澩
澪
澮
澳
澴
澹
激
濁
濂
濃
濊
濒
濕
濙
濛
濟
濠
濡
濤
濦
濩
濫
濬
濮
濯
濱
濸
濺
濼
濾
瀀
瀂
瀆
瀋
瀏
瀑
瀔
瀕
瀚
瀛
瀜
瀞
瀧
瀨
瀬
瀰
瀾
灃
灌
灏
灘
灞
灟
灣
火
灬
灭
灯
灰
灵
灶
灸
灼
災
灾
灿
炀
炁
炅
炆
炉
炊
炎
炒
炕
炖
炙
炜
炝
炞
炢
炤
炩
炫
炬
炭
炮
炯
炳
炷
炸
点
為
炼
炽
烁
烂
烈
烏
烔
烘
烙
烛
烜
烟
烤
烦
烧
烨
烩
烫
烬
热
烯
烱
烹
烺
烽
烿
焉
焔
焕
焗
焙
焚
焜
無
焦
焬
焯
焰
焱
然
焷
焼
煉
煌
煎
煒
煓
煕
煖
煙
煜
煞
煤
煥
煦
照
煨
煩
煬
煮
煳
煸
煽
熃
熄
熈
熊
熒
熔
熙
熛
熟
熠
熨
熬
熱
熵
熹
熾
燃
燄
燈
燉
燊
燎
燐
燒
燕
燗
燙
營
燡
燥
燦
燧
燨
燭
燮
燵
燿
爀
爆
爇
爍
爐
爔
爖
爛
爨
爪
爫
爬
爭
爰
爱
爲
爵
父
爷
爸
爹
爺
爻
爽
爾
爿
牂
牆
片
版
牌
牍
牒
牖
牘
牙
牛
牜
牝
牟
牠
牡
牢
牦
牧
物
牯
牲
牵
牸
特
牺
牽
犀
犁
犄
犆
犍
犠
犢
犨
犬
犭
犯
犴
状
犹
犼
犽
狀
狂
狃
狄
狈
狍
狎
狐
狒
狖
狗
狙
狛
狠
狡
狢
狩
独
狭
狮
狱
狴
狸
狹
狻
狼
狽
猀
猇
猊
猎
猖
猗
猙
猛
猜
猝
猟
猥
猩
猪
猫
猬
献
猰
猱
猴
猶
猷
猺
猾
猿
獀
獄
獅
獈
獎
獏
獒
獗
獟
獠
獡
獣
獦
獨
獬
獭
獯
獰
獲
獴
獵
獸
獺
獻
玄
率
玉
玊
王
玕
玖
玛
玝
玟
玠
玥
玨
玩
玫
玮
环
现
玲
玺
玻
珀
珂
珅
珈
珉
珊
珍
珏
珑
珓
珙
珠
珣
珩
珪
班
珮
珲
珺
珽
現
琀
球
琅
理
琉
琊
琏
琐
琚
琛
琠
琢
琤
琥
琦
琨
琪
琬
琯
琰
琲
琳
琴
琵
琶
琼
琾
琿
瑀
瑄
瑊
瑋
瑏
瑕
瑙
瑚
瑛
瑜
瑞
瑟
瑠
瑢
瑤
瑩
瑪
瑫
瑭
瑯
瑰
瑱
瑶
瑺
瑽
瑾
瑿
璃
璇
璈
璉
璊
璋
璐
璘
璜
璟
璠
璧
璨
環
璲
璸
璻
璼
璽
瓊
瓏
瓚
瓜
瓢
瓣
瓦
瓫
瓶
瓷
瓾
甀
甄
甌
甎
甔
甕
甘
甚
甜
生
產
産
甥
甦
用
甩
甫
甬
甭
甯
田
由
甲
申
电
甶
男
甸
町
画
畀
畂
畅
界
畎
畏
畑
畔
畕
留
畚
畜
畝
畠
畢
略
畧
畨
番
畫
異
畳
畴
當
畾
畿
疃
疆
疇
疈
疊
疋
疎
疏
疑
疒
疗
疙
疤
疫
疮
疯
疰
疱
疲
疹
疼
疽
疾
痄
病
症
痉
痊
痒
痔
痕
痘
痙
痛
痞
痤
痧
痩
痫
痰
痲
痴
痺
痿
瘀
瘅
瘈
瘋
瘍
瘎
瘟
瘡
瘢
瘤
瘦
瘩
瘪
瘫
瘴
瘵
瘸
瘾
療
癆
癌
癎
癒
癕
癖
癟
癡
癮
癰
癲
癶
癸
発
登
發
白
百
皂
皃
的
皆
皇
皈
皋
皎
皓
皖
皙
皛
皞
皩
皮
皱
皲
皴
皺
皿
盁
盂
盃
盆
盈
益
盍
盏
盐
监
盒
盔
盖
盗
盘
盛
盜
盝
盞
盟
盡
監
盤
盧
盪
目
盯
盲
盳
直
相
盻
盼
盽
盾
盿
省
眈
眉
看
県
眍
眙
眞
真
眠
眦
眨
眩
眭
眯
眶
眷
眸
眺
眼
眾
着
睁
睂
睆
睇
睏
睚
睛
睠
睡
睢
督
睦
睨
睫
睬
睹
睺
睽
睿
瞄
瞇
瞋
瞎
瞑
瞒
瞞
瞠
瞡
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞺
瞻
瞼
瞽
瞾
瞿
矅
矍
矓
矗
矛
矜
矟
矢
矣
知
矧
矩
矫
矬
短
矮
矯
石
矶
矼
矽
矿
码
砂
砌
砍
研
砕
砖
砙
砚
砦
砧
砮
砰
砲
破
砸
砺
砽
础
硏
硕
硝
硫
硬
确
硯
硼
碁
碇
碉
碌
碍
碎
碑
碗
碜
碟
碢
碣
碧
碩
碭
碰
碱
碳
確
碼
碾
磁
磄
磅
磊
磋
磐
磕
磚
磧
磨
磫
磬
磮
磯
磶
磷
礀
礁
礆
礈
礎
礏
礒
礙
礛
礟
礦
礪
礫
礮
示
礻
礼
社
祀
祁
祂
祇
祈
祉
祎
祐
祓
祕
祖
祗
祛
祜
祝
神
祟
祠
祢
祥
祧
票
祭
祴
祷
祸
祺
祿
禀
禁
禄
禅
禊
禍
禎
福
禕
禖
禘
禦
禧
禪
禮
禰
禵
禸
禹
禺
离
禽
禾
禿
秀
私
秂
秃
秆
秉
秊
秋
种
科
秒
秓
秕
秘
租
秣
秤
秦
秧
秩
秪
积
称
移
秽
稀
稅
程
稍
税
稔
稕
稗
稚
稜
稠
稡
稣
稥
種
稱
稲
稳
稷
稻
稼
稽
稿
穀
穂
穆
穋
穌
積
穎
穏
穗
穢
穩
穫
穴
究
穷
穹
空
穿
突
窃
窄
窅
窈
窍
窑
窒
窓
窕
窗
窘
窜
窝
窟
窠
窥
窦
窩
窪
窫
窮
窯
窳
窺
窼
窿
竃
竅
竇
竊
立
竒
竖
竘
站
竜
竝
竞
竟
章
竣
童
竩
竪
竭
端
竴
競
竹
竺
竿
笀
笃
笄
笈
笊
笋
笏
笑
笔
笘
笙
笛
笞
笠
笥
符
笨
笩
第
笳
笴
笹
笼
筆
筈
等
筋
筍
筐
筑
筒
答
策
筛
筝
筠
筥
筧
筭
筱
筴
筵
筷
筹
签
简
箅
箆
箇
箋
箍
箏
箐
箒
箔
箕
算
箙
箝
管
箩
箪
箫
箬
箭
箱
箳
箴
箸
節
範
篆
篇
築
篌
篝
篠
篡
篤
篦
篩
篮
篱
篷
簃
簋
簍
簏
簒
簟
簡
簦
簧
簫
簽
簾
簿
籃
籋
籌
籍
籐
籟
籠
籣
籬
籲
米
类
籽
籾
粉
粋
粍
粒
粕
粗
粘
粛
粟
粤
粥
粧
粪
粮
粱
粲
粵
粹
粽
精
粿
糂
糊
糍
糎
糔
糕
糖
糗
糙
糜
糞
糟
糠
糢
糧
糬
糯
糰
糸
糹
系
糾
紀
約
紅
紇
紊
紋
納
紐
純
紗
紘
紙
級
紛
素
紡
索
紥
紧
紫
紭
累
細
紳
紹
紺
終
絃
組
絆
絊
絋
経
絏
結
絕
絞
絡
絢
給
絨
絮
統
絲
絵
絶
絹
綆
綋
綍
綏
經
継
続
綜
綝
綞
綠
綢
綦
綫
維
綮
綰
綱
網
綳
綴
綸
綹
綺
綻
綽
綾
綿
緊
緋
総
緑
緒
緖
緘
線
緝
締
緡
緣
編
緩
緯
緱
緲
練
緹
緼
縁
縄
縈
縋
縎
縑
縚
縛
縣
縦
縫
縮
縱
縲
縷
縹
縻
總
績
繁
繄
繆
繊
繋
繍
織
繕
繖
繚
繞
繡
繩
繫
繭
繰
繲
繳
繶
繸
繹
繼
繽
纂
纈
纊
續
纍
纎
纏
纒
纓
纔
纟
纠
红
纣
纤
纥
约
级
纪
纬
纯
纱
纲
纳
纵
纷
纸
纹
纺
纽
线
练
组
绅
细
织
终
绍
经
绑
绒
结
绕
绘
给
绚
络
绝
绞
统
绠
绢
绣
绥
继
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
综
绾
绿
缀
缅
缇
缉
缎
缓
缔
编
缘
缙
缚
缝
缠
缤
缩
缪
缮
缰
缲
缴
缶
缸
缺
缽
罄
罅
罌
罐
网
罒
罔
罕
罗
罚
罠
罢
罣
罩
罪
罫
置
罰
署
罴
罵
罷
罹
罽
罾
羅
羆
羈
羊
羌
美
羔
羚
羞
羟
羡
羣
群
羥
羨
義
羮
羲
羹
羽
羿
翁
翅
翊
翌
翎
習
翔
翕
翖
翘
翛
翜
翟
翠
翡
翢
翩
翮
翰
翱
翳
翷
翻
翼
翽
耀
老
耂
考
耄
者
耆
耋
而
耍
耐
耒
耕
耗
耘
耙
耚
耛
耟
耥
耨
耰
耳
耶
耸
耻
耽
耿
聂
聆
聊
聋
职
聒
联
聖
聘
聙
聚
聞
聟
聡
聪
聯
聰
聲
聳
聴
聶
職
聺
聽
聿
肃
肄
肅
肆
肇
肉
肋
肌
肍
肏
肖
肘
肚
肛
肝
肠
股
肢
肤
肥
肩
肪
肭
肯
肱
育
肳
肴
肵
肷
肺
肾
肿
胀
胁
胃
胄
胆
背
胎
胖
胛
胜
胝
胞
胡
胤
胥
胧
胭
胮
胯
胱
胳
胴
胶
胸
胼
能
脂
脅
脆
脇
脈
脉
脊
脏
脑
脖
脚
脣
脩
脫
脱
脳
脷
脸
脹
脾
腆
腊
腋
腎
腐
腑
腔
腕
腚
腜
腟
腥
腦
腫
腭
腮
腰
腱
腳
腸
腹
腺
腻
腼
腾
腿
膀
膂
膊
膏
膚
膛
膜
膝
膠
膨
膬
膳
膵
膺
膽
膾
膿
臀
臂
臉
臏
臓
臘
臚
臟
臠
臣
臥
臦
臧
臨
自
臭
至
致
臺
臻
臼
臾
舂
舅
舆
與
興
舉
舊
舌
舍
舎
舐
舒
舔
舖
舗
舘
舛
舜
舞
舟
舡
舤
舩
航
般
舰
舱
舵
舶
舷
船
舺
舿
艅
艇
艉
艋
艐
艘
艚
艤
艦
艨
艮
良
艰
艱
色
艳
艶
艷
艸
艹
艺
艾
节
芃
芊
芋
芑
芒
芘
芙
芜
芝
芟
芥
芦
芨
芩
芬
芭
芮
芯
花
芳
芶
芷
芸
芹
芻
芽
芾
苅
苇
苉
苍
苏
苑
苓
苔
苖
苗
苛
苞
苟
若
苦
苩
苫
苮
英
苹
苺
苽
茁
茂
范
茄
茅
茆
茉
茎
茐
茗
茘
茜
茢
茧
茨
茫
茮
茱
茲
茵
茶
茷
茸
茹
茺
茾
荀
荆
荇
草
荏
荐
荑
荒
荔
荘
荞
荠
荡
荣
荥
荧
药
荱
荷
荻
荼
莆
莉
莊
莎
莓
莖
莘
莞
莨
莪
莫
莱
莲
莳
获
莹
莺
莼
莽
菃
菅
菇
菉
菊
菌
菍
菓
菕
菖
菘
菜
菟
菠
菡
菢
菩
菫
菬
華
菰
菱
菲
菴
菸
菻
萃
萄
萇
萊
萋
萌
萍
萎
萝
萤
营
萧
萨
萩
萬
萰
萱
落
葅
葆
葉
葒
著
葛
葡
葢
董
葤
葦
葧
葫
葬
葱
葵
葽
蒂
蒇
蒋
蒐
蒔
蒙
蒜
蒡
蒨
蒭
蒲
蒴
蒸
蒻
蒼
蒿
蓀
蓁
蓂
蓃
蓄
蓉
蓋
蓍
蓑
蓓
蓘
蓝
蓥
蓦
蓪
蓬
蓮
蓱
蓼
蓾
蔈
蔑
蔓
蔔
蔘
蔚
蔡
蔣
蔥
蔦
蔪
蔬
蔭
蔯
蔲
蔵
蔷
蔺
蔽
蕃
蕉
蕊
蕎
蕖
蕗
蕘
蕙
蕡
蕨
蕩
蕪
蕫
蕭
蕴
蕾
薂
薄
薇
薈
薊
薑
薔
薙
薛
薦
薩
薪
薫
薬
薯
薹
藁
藄
藈
藉
藍
藎
藏
藐
藓
藕
藝
藣
藤
藥
藧
藩
藪
藴
藺
藻
藿
蘀
蘄
蘅
蘆
蘇
蘊
蘋
蘑
蘖
蘗
蘚
蘭
蘹
蘿
虁
虍
虎
虏
虐
虑
虓
虔
處
虚
虛
虜
虞
號
虨
虫
虬
虯
虵
虷
虹
虺
虽
虾
蚀
蚁
蚂
蚊
蚌
蚓
蚕
蚣
蚤
蚧
蚩
蚪
蚯
蚵
蛄
蛆
蛇
蛉
蛊
蛋
蛍
蛎
蛔
蛙
蛛
蛟
蛤
蛭
蛮
蛰
蛲
蛹
蛽
蛾
蜀
蜂
蜃
蜇
蜈
蜊
蜍
蜓
蜗
蜘
蜚
蜜
蜟
蜡
蜥
蜩
蜮
蜲
蜴
蜵
蜻
蜿
蝄
蝇
蝉
蝋
蝌
蝎
蝑
蝕
蝗
蝙
蝟
蝠
蝡
蝥
蝦
蝨
蝪
蝮
蝴
蝶
蝸
蝾
螂
螃
螇
螈
融
螔
螗
螙
螞
螠
螢
螭
螯
螳
螸
螺
螻
蟀
蟄
蟆
蟇
蟈
蟋
蟍
蟎
蟐
蟒
蟟
蟠
蟣
蟬
蟲
蟹
蟻
蟾
蠀
蠅
蠍
蠑
蠕
蠛
蠟
蠢
蠭
蠮
蠱
蠲
蠻
血
衅
衆
衋
行
衍
術
衔
街
衙
衛
衝
衞
衡
衢
衣
衤
补
表
衩
衫
衬
衮
衰
衲
衷
衼
衾
衿
袁
袂
袄
袈
袋
袍
袒
袓
袖
袜
袞
袢
被
袭
袮
袴
袵
袿
裁
裂
装
裏
裒
裔
裕
裘
裙
補
裝
裞
裟
裡
裤
裨
裮
裳
裴
裵
裸
裹
製
裾
褁
複
褐
褒
褚
褣
褪
褫
褲
褳
褶
褻
襄
襍
襐
襖
襛
襝
襟
襠
襦
襧
襪
襲
襴
襾
西
覀
要
覃
覆
覇
覈
見
規
覓
視
覗
覚
覟
覧
覩
親
覯
観
覺
覽
觀
见
观
规
视
览
觉
觍
觐
觑
角
觛
觝
解
觥
触
觫
觳
觴
觸
言
訁
訂
計
訉
訊
討
訓
訖
託
記
訛
訝
訟
訣
訥
訪
設
許
訳
訴
訶
訷
訸
診
註
証
詁
詉
詎
詐
詑
詒
詔
評
詘
詛
詞
詠
詡
詢
詣
試
詩
詫
詭
詮
詰
話
該
詳
詵
詹
誇
誉
誌
認
誏
誐
誑
誓
誕
誘
語
誠
誡
誣
誤
誥
誦
誨
說
説
読
誰
課
誹
誼
調
諄
談
請
諌
諏
諒
論
諗
諜
諝
諡
諦
諧
諫
諭
諮
諳
諴
諵
諶
諷
諸
諺
諾
謀
謁
謂
謆
謉
謎
謖
謗
謙
講
謝
謡
謨
謫
謬
謳
謹
謾
證
譏
譑
譔
識
譙
譚
譜
警
譬
譯
議
譲
護
譸
譼
譽
讀
讃
變
讋
讎
讐
讓
讚
讠
计
订
认
讨
让
训
议
讯
记
讲
讶
讷
许
讹
论
讼
讽
设
访
诀
证
评
诅
识
诈
诉
诊
词
诎
译
试
诗
诙
诚
诛
话
诞
诡
询
诣
该
详
语
误
诰
诱
诲
说
诵
诶
请
诸
诺
读
课
谁
调
谅
谈
谊
谋
谌
谍
谎
谐
谒
谓
谔
谕
谜
谟
谢
谣
谦
谧
谨
谩
谬
谭
谱
谴
谷
谿
豁
豅
豆
豈
豉
豊
豌
豎
豐
豕
豚
象
豨
豪
豫
豬
豮
豸
豹
貂
貅
貉
貌
貍
貎
貏
貐
貓
貔
貘
貝
貞
負
財
貢
貧
貨
販
貪
貫
責
貯
貰
貳
貴
貶
買
貸
費
貼
貽
貿
賀
賁
賂
賃
賄
資
賈
賊
賑
賓
賔
賛
賜
賞
賠
賢
賣
賤
賦
賩
質
賬
賭
賴
賵
購
賽
贄
贅
贈
贊
贏
贓
贔
贕
贖
贛
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贯
贰
贱
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
资
赈
赉
赋
赌
赎
赏
赐
赑
赔
赖
赚
赛
赝
赞
赠
赢
赣
赤
赦
赫
走
赳
赴
赵
赶
起
赾
趁
趃
超
越
趋
趙
趟
趣
趨
趫
足
趴
趵
趼
趾
跃
跅
跆
跈
跋
跌
跍
跑
跚
距
跟
跡
跣
跨
跪
路
跳
践
跺
跻
踇
踉
踊
踎
踏
踐
踒
踔
踛
踝
踞
踟
踢
踣
踩
踪
踰
踴
踵
蹀
蹄
蹈
蹉
蹋
蹏
蹑
蹙
蹟
蹣
蹤
蹦
蹬
蹲
蹴
蹶
躁
躅
躇
躊
躋
躍
躎
躏
躑
躓
躙
躡
躪
身
躬
躯
躰
躱
躲
躺
軀
車
軌
軍
軒
軟
転
軦
軩
軸
軽
較
載
輒
輓
輔
輕
輙
輜
輝
輟
輩
輪
輫
輯
輵
輶
輸
輻
輾
輿
轄
轆
轉
轍
轟
轢
轤
车
轧
轨
轩
转
轮
软
轰
轲
轶
轻
载
轿
较
辅
辆
辈
辉
辐
辑
输
辖
辘
辛
辜
辞
辟
辠
辣
辤
辥
辦
辨
辩
辫
辭
辯
辰
辱
農
辵
辶
辷
边
辺
辻
込
辽
达
辿
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
迚
进
远
违
连
迟
迤
迦
迨
迪
迫
迭
迮
述
迳
迴
迷
迸
迹
追
退
送
适
逃
逄
逅
逆
逈
选
逊
逋
逌
逍
逎
透
逐
递
逓
途
逖
逗
這
通
逛
逝
逞
速
造
逢
連
逦
逭
逮
週
進
逶
逷
逸
逹
逻
逼
逾
遁
遂
遅
遇
遊
運
遍
過
遏
遐
遑
遒
道
達
違
遗
遘
遙
遜
遞
遠
遡
遣
遥
適
遭
遮
遯
遲
遴
遵
遶
遷
選
遺
遼
遽
避
邀
邁
邂
邃
還
邇
邈
邉
邊
邌
邍
邏
邐
邑
邓
邕
邛
邝
邢
那
邦
邩
邪
邬
邮
邯
邰
邱
邳
邵
邸
邹
邻
邽
郀
郁
郂
郃
郄
郆
郊
郌
郍
郎
郑
郗
郛
郜
郝
郞
郟
郡
郢
部
郭
郯
郴
郵
郷
郸
都
郾
鄂
鄉
鄏
鄒
鄔
鄕
鄘
鄙
鄚
鄞
鄢
鄧
鄭
鄰
鄱
鄴
鄺
酆
酈
酉
酊
酋
酌
配
酎
酑
酒
酓
酔
酖
酗
酝
酢
酣
酤
酥
酩
酪
酬
酮
酱
酲
酵
酶
酷
酸
酹
酿
醀
醂
醇
醉
醊
醋
醍
醐
醒
醗
醜
醞
醢
醣
醤
醫
醬
醱
醴
醵
醸
醹
醺
釀
釁
釆
采
釈
释
釋
里
重
野
量
釐
金
釒
釗
釘
釜
針
釣
釦
釵
釾
鈀
鈉
鈍
鈎
鈔
鈕
鈞
鈡
鈥
鈦
鈭
鈴
鈿
鉀
鉄
鉅
鉉
鉗
鉛
鉞
鉢
鉤
鉧
鉱
鉴
鉺
鉾
鉿
銀
銃
銅
銆
銑
銓
銕
銖
銘
銚
銛
銜
銫
銭
銮
銳
銷
鋊
鋏
鋒
鋙
鋤
鋪
鋭
鋯
鋳
鋸
鋼
鋾
錁
錄
錍
錘
錜
錠
錡
錢
錦
錨
錫
錬
錮
錯
録
錵
錶
錾
鍊
鍋
鍑
鍓
鍔
鍚
鍛
鍪
鍫
鍬
鍭
鍮
鍲
鍵
鍶
鍼
鍾
鎂
鎄
鎊
鎌
鎎
鎕
鎖
鎗
鎚
鎞
鎧
鎩
鎬
鎭
鎮
鏃
鏆
鏈
鏑
鏕
鏖
鏗
鏜
鏞
鏟
鏡
鏵
鏷
鏻
鐆
鐏
鐔
鐘
鐙
鐡
鐭
鐮
鐳
鐵
鐷
鐸
鐺
鐼
鑀
鑑
鑒
鑓
鑖
鑠
鑫
鑮
鑯
鑰
鑴
鑼
鑽
鑿
钅
针
钉
钊
钓
钕
钗
钝
钞
钟
钢
钥
钦
钧
钩
钮
钰
钱
钲
钳
钻
钼
钽
铁
铃
铄
铅
铆
铊
铎
铒
铖
铙
铛
铜
铝
铠
铪
铬
铭
铮
铯
铲
银
铸
铺
铻
链
铿
销
锁
锃
锄
锅
锈
锋
锏
锐
错
锚
锞
锟
锡
锣
锤
锥
锦
锭
键
锯
锴
锵
锹
锻
锾
锿
镁
镇
镈
镔
镕
镖
镛
镜
镝
镞
镬
镰
镶
長
镸
长
門
閂
閃
閆
閉
開
閎
閏
閑
閒
間
閔
閠
関
閣
閤
閥
閩
閪
閭
閱
閲
閻
闆
闇
闊
闋
闍
闐
闓
闔
闕
闖
闘
關
闝
闡
闢
闥
门
闪
闫
闭
问
闯
闰
闲
闳
间
闵
闷
闸
闹
闻
闼
闽
阀
阁
阅
阎
阐
阓
阔
阗
阙
阚
阜
阝
队
阣
阪
阮
阱
防
阳
阴
阵
阶
阻
阼
阿
陀
陁
附
际
陆
陇
陈
陋
陌
降
限
陑
陕
陛
陜
陝
陞
陟
陡
院
陣
除
陥
险
陪
陮
陰
陲
陳
陵
陶
陷
陸
険
陽
隅
隆
隈
隊
隋
隍
階
随
隐
隔
隕
隘
隙
際
障
隠
隣
隤
隧
隨
險
隱
隴
隶
隷
隸
隹
隻
隼
隽
难
雀
雁
雄
雅
集
雇
雉
雋
雌
雍
雎
雏
雑
雕
雖
雙
雛
雜
雞
離
難
雥
雨
雩
雪
雫
雯
雰
雲
雳
零
雷
雹
電
雾
需
霁
霄
霆
震
霉
霊
霍
霏
霑
霓
霔
霖
霙
霜
霞
霧
霭
霰
露
霸
霹
霽
霾
靂
靅
靈
靉
靑
青
靓
靖
静
靛
靜
非
靠
靡
面
靣
革
靭
靱
靴
靶
靼
靽
鞄
鞅
鞋
鞍
鞏
鞘
鞚
鞠
鞪
鞫
鞭
鞴
鞸
韃
韋
韑
韓
韘
韜
韦
韩
韬
韭
音
韵
韶
韻
響
頁
頂
頃
頄
項
順
須
頊
頌
預
頑
頒
頓
頗
領
頡
頤
頬
頭
頮
頰
頴
頵
頷
頸
頹
頻
頼
題
額
顎
顏
顑
顓
顔
顕
顗
願
顚
顛
類
顥
顧
顯
顰
顱
顳
页
顶
顷
项
顺
须
顽
顾
顿
颀
颁
颂
预
颅
领
颇
颈
颊
颌
颐
频
颔
颕
颖
颗
题
颚
颛
颜
额
颠
颢
颤
颧
風
颯
颳
颷
颺
飄
飆
飋
风
飏
飒
飘
飙
飛
飜
飞
食
飠
飢
飥
飧
飨
飩
飮
飯
飲
飴
飼
飽
飾
餃
餅
養
餌
餎
餐
餒
餓
餘
餛
餞
餠
館
餬
餮
餺
餿
饂
饃
饅
饉
饑
饒
饕
饗
饣
饥
饨
饬
饭
饮
饰
饱
饲
饶
饷
饹
饺
饼
饿
馂
馄
馅
馆
馈
馋
馍
馒
首
馗
馘
香
馚
馨
馬
馭
馮
馱
馳
馴
馺
駄
駅
駆
駈
駎
駐
駒
駕
駘
駙
駝
駟
駠
駢
駭
駱
駲
駹
駿
騉
騎
騒
験
騙
騜
騨
騩
騫
騬
騭
騰
騵
騷
騾
驀
驃
驅
驊
驍
驕
驗
驚
驛
驟
驢
驪
驫
马
驰
驱
驳
驴
驶
驸
驹
驺
驻
驼
驾
驿
骁
骂
骄
骆
验
骏
骐
骑
骓
骗
骚
骛
骞
骠
骡
骤
骥
骧
骨
骭
骰
骷
骸
骺
骿
髀
髄
髅
髏
髑
髒
髓
體
高
髙
髟
髢
髦
髪
髫
髭
髮
髲
髷
髻
鬆
鬇
鬊
鬍
鬘
鬚
鬛
鬥
鬧
鬪
鬭
鬯
鬱
鬲
鬻
鬼
魁
魂
魃
魄
魅
魇
魈
魍
魎
魏
魔
魖
魚
魝
魯
魷
魻
鮎
鮑
鮓
鮨
鮩
鮫
鮭
鮮
鯀
鯁
鯉
鯊
鯒
鯢
鯨
鯰
鯱
鰀
鰈
鰊
鰍
鰐
鰓
鰯
鰲
鰹
鰺
鰻
鱉
鱔
鱗
鱲
鱷
鱸
鱼
鱿
鲁
鲈
鲋
鲍
鲛
鲜
鲟
鲤
鲨
鲲
鲵
鲶
鲸
鳄
鳅
鳌
鳕
鳖
鳗
鳙
鳞
鳥
鳦
鳩
鳳
鳴
鳶
鴉
鴋
鴌
鴎
鴛
鴣
鴦
鴨
鴻
鴿
鵑
鵜
鵝
鵞
鵠
鵬
鵰
鵲
鵶
鵾
鶏
鶜
鶤
鶬
鶯
鶲
鶴
鶻
鷄
鷓
鷗
鷙
鷲
鷹
鷺
鸂
鸞
鸟
鸡
鸣
鸥
鸦
鸭
鸯
鸱
鸳
鸵
鸽
鸾
鸿
鹄
鹅
鹊
鹌
鹍
鹏
鹑
鹘
鹣
鹤
鹭
鹰
鹳
鹵
鹸
鹹
鹺
鹻
鹼
鹽
鹿
麁
麄
麋
麒
麓
麗
麟
麤
麥
麦
麩
麴
麵
麸
麹
麺
麻
麼
麽
麾
麿
黃
黄
黍
黎
黏
黐
黑
黒
黔
默
黙
黛
黜
點
黟
黥
黨
黯
黹
黻
黽
黾
鼈
鼎
鼐
鼓
鼠
鼡
鼬
鼹
鼻
齉
齊
齋
齐
齒
齡
齢
齦
齧
齪
齷
齿
龃
龄
龅
龉
龍
龐
龔
龙
龚
龜
龟
龠
龢
ꀯ
ꁞ
ꂚ
ꂤ
ꂧ
ꂨ
ꂩ
ꂪ
ꂱ
ꂵ
ꂼ
ꂽ
ꇩ
ꇵ
ꈨ
ꉂ
ꉌ
ꉸ
ꊌ
ꊛ
ꊺ
ꋧ
ꌗ
ꌩ
ꍇ
ꍏ
ꎁ
ꎟ
ꎤ
ꏊ
ꏏ
ꏟ
ꐢ
ꐦ
ꑒ
ꑸ
꒍
꒪
꒰
꒱
꒳
꒶
꓆
ꕔ
Ꙁ
Ꙃ
Ꙋ
ꙋ
Ꙍ
Ꙏ
ꙏ
ꙑ
Ꙭ
ꙮ
꙰
꙱
꙲
꙳
꜂
ꜜ
Ꜣ
ꜣ
Ꜥ
ꜥ
ꜷ
Ꝁ
Ꝉ
ꝉ
Ꝑ
Ꝓ
Ꝛ
ꝛ
Ꝝ
ꝩ
ꝺ
ꝼ
Ᵹ
Ꝿ
ꝿ
Ꞁ
Ꞃ
ꞃ
ꞇ
꞉
ꞌ
ꞎ
Ʞ
Ꭓ
ꞵ
Ᶎ
ꟹ
ꟾ
ꠀ
ꠁ
ꠃ
ꠄ
ꠅ
꠆
ꠇ
ꠈ
ꠉ
ꠌ
ꠎ
ꠐ
ꠑ
ꠖ
ꠘ
ꠞ
ꠟ
ꠡ
ꠢ
ꠣ
ꠤ
ꠥ
ꠦ
ꥠ
ꥡ
ꥢ
ꥣ
ꥤ
ꥥ
ꥦ
ꥧ
ꥨ
ꥩ
ꥪ
ꥫ
ꥬ
ꥭ
ꥮ
ꥯ
ꥰ
ꥱ
ꥲ
ꥳ
ꥴ
ꥵ
ꥶ
ꥷ
ꥸ
ꥹ
ꥺ
ꥻ
ꥼ
ꦀ
ꦁ
ꦂ
ꦃ
ꦄ
ꦅ
ꦆ
ꦇ
ꦈ
ꦉ
ꦊ
ꦋ
ꦌ
ꦍ
ꦎ
ꦏ
ꦐ
ꦑ
ꦒ
ꦓ
ꦔ
ꦕ
ꦖ
ꦗ
ꦘ
ꦙ
ꦚ
ꦛ
ꦜ
ꦝ
ꦞ
ꦟ
ꦠ
ꦡ
ꦢ
ꦣ
ꦤ
ꦥ
ꦦ
ꦧ
ꦨ
ꦩ
ꦪ
ꦫ
ꦬ
ꦭ
ꦮ
ꦯ
ꦰ
ꦱ
ꦲ
꦳
ꦴ
ꦵ
ꦶ
ꦷ
ꦸ
ꦹ
ꦺ
ꦻ
ꦼ
ꦽ
ꦾ
ꦿ
꧀
꧁
꧂
꧃
꧄
꧅
꧆
꧇
꧈
꧉
꧊
꧋
꧌
꧍
ꧏ
꧐
꧑
꧒
꧓
꧔
꧕
꧖
꧗
꧘
꧙
꧞
꧟
ꭀ
ꭁ
ꭂ
ꭓ
ꭔ
ꭕ
ꭰ
ꭱ
ꭲ
ꭳ
ꭴ
ꭵ
ꭶ
ꭷ
ꭸ
ꭹ
ꭺ
ꭻ
ꭼ
ꭽ
ꭾ
ꭿ
ꮀ
ꮁ
ꮂ
ꮃ
ꮄ
ꮅ
ꮆ
ꮇ
ꮈ
ꮉ
ꮊ
ꮋ
ꮌ
ꮍ
ꮎ
ꮏ
ꮐ
ꮑ
ꮒ
ꮓ
ꮔ
ꮕ
ꮖ
ꮗ
ꮘ
ꮙ
ꮚ
ꮛ
ꮜ
ꮝ
ꮞ
ꮟ
ꮠ
ꮡ
ꮢ
ꮣ
ꮤ
ꮥ
ꮦ
ꮧ
ꮨ
ꮩ
ꮪ
ꮫ
ꮬ
ꮭ
ꮮ
ꮯ
ꮰ
ꮱ
ꮲ
ꮳ
ꮴ
ꮵ
ꮶ
ꮷ
ꮸ
ꮹ
ꮺ
ꮻ
ꮼ
ꮽ
ꮾ
ꮿ
가
각
간
갈
감
갑
값
갓
갔
강
갖
같
갚
개
객
갤
갱
갸
갹
걉
걍
걔
거
걱
건
걷
걸
검
겁
것
게
겐
겔
겟
겠
겨
격
겪
견
결
겸
겹
겻
겼
경
곁
계
고
곡
곤
곧
골
곰
곱
곳
곴
공
곶
곹
과
곽
관
괄
광
괘
괜
괴
굉
교
굡
구
국
군
굳
굴
굿
궁
궂
궉
권
궜
궤
귀
귈
규
균
귤
그
극
근
귿
글
금
급
긋
긍
긔
기
긱
긴
길
김
깁
깃
깅
깊
까
깎
깐
깔
깜
깝
깠
깡
깥
깨
깼
깽
꺼
꺽
꺾
껀
껄
껌
껍
껏
껑
께
껴
꼈
꼬
꼭
꼴
꼼
꼽
꽁
꽂
꽃
꽈
꽉
꽤
꾀
꾸
꾹
꾼
꿀
꿈
꿉
꿔
꿨
뀌
뀐
뀔
뀡
뀨
끄
끈
끊
끌
끓
끔
끗
끝
끼
끽
낀
낄
낌
낍
나
낙
낚
난
날
낡
낤
남
납
낫
났
낭
낮
낯
낱
낳
내
낵
낸
낼
냄
냅
냈
냉
냐
냥
너
넉
넌
널
넓
넘
넛
넝
넣
네
넥
넨
넬
넵
넷
넸
넼
녀
녁
년
념
녔
녕
녜
노
녹
논
놀
놈
놉
농
높
놓
놔
놨
뇌
뇩
누
눈
눌
눙
눠
뉘
뉴
늄
느
늑
는
늘
늙
능
늦
늬
늴
니
닉
닌
닐
님
닙
닛
닝
다
닥
단
닫
달
닭
닮
담
답
닷
당
닿
대
댁
댄
댈
댐
댑
댓
댕
댤
더
덕
던
덜
덤
덥
덧
덩
덮
데
덱
덴
델
뎅
뎌
뎐
도
독
돈
돋
돌
돔
돕
동
돼
됐
되
된
될
됨
됩
됫
됬
됴
둁
두
둑
둔
둘
둠
둡
둥
둬
뒀
뒤
뒷
뒹
듀
듈
듐
드
득
든
듣
들
듬
듭
듯
등
디
딕
딘
딛
딜
딥
딧
딨
딩
딪
딮
따
딱
딴
딸
땀
땄
땅
때
땐
땠
땡
땨
떄
떠
떡
떤
떨
떳
떴
떻
떼
뗄
뗐
또
똑
똘
똥
뚜
뚝
뚠
뚫
뚱
뚷
뛰
뜨
뜩
뜬
뜸
뜻
띄
띈
띠
라
락
란
랄
람
랍
랏
랐
랑
래
랙
랜
램
랩
랫
랬
랭
략
량
러
럭
런
럴
럻
럼
럽
럿
렀
렁
렇
레
렉
렌
렐
렛
렝
려
력
련
렬
렴
렵
렷
렸
령
례
로
록
론
롤
롬
롭
롯
롱
롲
뢰
료
룡
루
룩
룰
룸
룹
룻
룽
뤄
륒
류
륙
륜
률
륨
륭
르
륵
른
를
름
릅
릇
릉
리
릭
린
릴
림
립
릿
링
마
막
만
많
맏
말
맑
맘
맙
맛
망
맞
맡
맣
매
맥
맨
맵
맷
맸
맹
맺
머
먹
먼
멀
멅
멈
멋
멍
멓
메
멘
멜
멤
멧
며
면
멸
몄
명
몇
몌
모
목
몫
몬
몰
몸
못
몽
뫃
묘
무
묵
묶
문
묻
물
묽
뭇
뭉
뭏
뭐
뭔
뭘
뮤
뮬
므
믐
믓
미
믹
민
믿
밀
밈
밌
밍
및
밑
바
박
밖
반
받
발
밝
밟
밣
밤
밥
방
밬
밭
배
백
밴
밸
뱀
뱃
뱅
뱶
버
벅
번
벌
벐
벓
범
법
벗
벚
베
벤
벨
벰
벳
벼
벽
변
별
볍
병
볕
보
복
볶
본
볻
볼
봄
봅
봇
봉
봌
봐
봣
봤
뵐
뵙
부
북
분
붇
불
붉
붏
붐
붓
붕
붖
붘
붙
뷔
뷮
뷰
브
븐
블
비
빅
빈
빌
빔
빕
빗
빙
빚
빛
빠
빡
빤
빨
빴
빵
빼
뺏
뺐
뺛
뺨
뺴
뻐
뻔
뻘
뻣
뻤
뻥
뼈
뽀
뽈
뽐
뽑
뽕
뽸
뾳
뿅
뿌
뿐
뿔
뿜
쁘
쁜
쁠
쁨
쁩
삐
삑
사
삭
산
살
삶
삼
삽
샀
상
새
색
샌
샘
생
샤
샬
샴
샵
샷
샾
섀
서
석
섞
선
섣
설
섬
섭
섯
섰
성
세
섹
센
셀
셈
셉
셋
셍
셔
션
셜
셥
셧
셨
셰
셴
소
속
손
솔
솟
송
솥
쇄
쇠
쇼
쇽
숀
숍
수
숙
순
술
숨
숫
숭
숲
쉐
쉔
쉘
쉣
쉬
쉴
쉽
쉿
슈
슐
스
슥
슨
슬
슭
슴
습
슷
승
시
식
신
실
싫
심
십
싱
싶
싸
싹
싼
쌀
쌄
쌈
쌍
쌓
쌤
쌩
써
썩
썬
썸
썹
썼
쎄
쎈
쏘
쏙
쏟
쏠
쏤
쐐
쐠
쐬
쑤
쑥
쓌
쓝
쓰
쓴
쓸
씀
씁
씎
씨
씩
씬
씸
씹
씻
아
악
안
앉
않
알
앓
암
압
앗
았
앙
앞
애
액
앤
앨
앱
앵
야
약
얀
얇
얌
얍
양
얘
어
억
언
얻
얼
엄
업
없
엇
었
엉
에
엑
엔
엘
엠
엡
엣
엥
여
역
연
열
염
엽
엿
였
영
옅
옆
예
옘
옛
오
옥
온
올
옮
옳
옴
옵
옷
옹
옾
와
왁
완
왈
왓
왔
왕
왜
왠
외
왼
요
욕
욤
욥
용
욬
우
욱
운
울
움
웁
웃
웅
워
원
월
웜
웟
웠
웨
웬
웹
윁
위
윅
윈
윕
윗
윙
유
육
윤
율
윳
융
윷
으
윽
은
읃
을
음
읍
읏
응
읒
읓
읔
읕
읖
읗
의
이
익
인
일
읽
잃
임
입
잇
있
잉
잊
잎
자
작
잔
잖
잘
잠
잡
잤
장
잦
재
잭
잰
잼
잿
쟁
쟈
쟉
쟌
쟤
저
적
전
젇
절
젊
점
접
젓
정
젖
제
젝
젠
젤
젯
져
젼
졌
졍
조
족
존
졸
좀
좁
좃
종
좆
좋
좌
죄
죠
죤
죵
주
죽
준
줄
줌
줍
중
줗
줘
줬
쥐
쥔
쥬
쥴
즈
즉
즌
즐
즘
즙
증
지
직
진
짇
질
짐
집
짓
징
짙
짜
짝
짠
짤
짧
짬
짱
째
쨋
쨌
쨍
쨔
쩄
쩌
쩍
쩔
쩡
쪄
쪼
쪽
쫀
쫓
쬐
쭈
쭉
쭘
쮪
쯔
쯤
쯧
찌
찍
찐
찔
찜
찝
찡
찢
차
착
찬
찮
찰
참
찹
창
찾
채
책
챌
챔
챙
챠
첆
처
척
천
철
첨
첩
첫
청
체
첵
쳐
쳤
초
촉
촌
촛
총
촤
촬
쵎
최
쵸
추
축
춘
출
춤
춧
충
춬
춰
췄
취
츄
츠
측
층
치
칙
친
칠
침
칩
칫
칭
카
칵
칸
칼
캉
캐
캑
캔
캘
캠
캡
캣
캬
커
컥
컨
컬
컴
컵
컷
컸
케
켄
켈
켑
켓
켜
켰
코
콘
콜
콤
콧
콩
콰
콸
쾅
쾌
쿄
쿠
쿡
쿨
쿵
쿼
퀀
퀄
퀘
퀴
퀵
퀸
큐
큘
크
큰
클
큼
큽
킢
키
킥
킨
킩
킬
킯
킴
킵
킷
킸
킹
킽
타
탁
탄
탈
탐
탑
탓
탕
태
택
탠
탤
탬
탭
탱
탸
터
턱
턴
털
텀
텊
테
텍
텐
텔
템
텝
텨
토
톡
톤
톨
톰
톱
통
퇴
투
툰
툴
퉁
튀
튄
튜
트
특
튼
튿
틀
틈
틉
틋
티
틱
틴
틸
팀
팁
팅
파
팍
판
팔
팜
팝
팡
팥
패
팩
팬
팸
팽
퍼
펀
펄
펌
펐
펑
페
펙
펜
펞
펠
펩
펫
펴
편
펼
평
폐
포
폭
폰
폴
폼
폿
퐁
퐈
퐝
푈
푊
표
푸
푼
풀
풆
품
풍
퓨
퓬
프
픇
픈
플
픔
피
픽
핀
필
핍
핏
핑
하
학
한
할
핥
함
합
핫
항
해
핵
핸
햄
햇
했
행
향
허
헌
헐
험
헛
헝
헣
헤
헥
헨
헪
헬
헷
혀
혁
현
혈
혐
협
혓
혔
형
혜
호
혹
혼
홀
홈
홉
홍
화
확
환
활
홧
황
회
획
횟
효
후
훈
훋
훌
훑
훔
훗
훨
훼
휘
휠
휩
휭
휴
흉
흐
흑
흔
흘
흙
흠
흡
흥
흩
희
흰
히
힌
힐
힘
힙
힛
힝
ힰ
ힱ
ힲ
ힳ
ힴ
ힵ
ힶ
ힷ
ힸ
ힹ
ힺ
ힻ
ힼ
ힽ
ힾ
ힿ
ퟀ
ퟁ
ퟂ
ퟃ
ퟄ
ퟅ
ퟆ
ퟋ
ퟌ
ퟍ
ퟎ
ퟏ
ퟐ
ퟑ
ퟒ
ퟓ
ퟔ
ퟕ
ퟖ
ퟗ
ퟘ
ퟙ
ퟚ
ퟛ
ퟜ
ퟝ
ퟞ
ퟟ
ퟠ
ퟡ
ퟢ
ퟣ
ퟤ
ퟥ
ퟦ
ퟧ
ퟨ
ퟩ
ퟪ
ퟫ
ퟬ
ퟭ
ퟮ
ퟯ
ퟰ
ퟱ
ퟲ
ퟳ
ퟴ
ퟵ
ퟶ
ퟷ
ퟸ
ퟹ
ퟺ
ퟻ










